{"source": "The New York Times", "lead_paragraph": "The prime restaurant location for visitors to BAM has changed hands but remains in a Germanic mode like its predecessor, Thomas Beisl. Ursula and Jonas Hegewisch, she from Chicago, he from Hamburg, Germany, both once living and working in Berlin, have found room to display their collection of vintage pewter bric-a-brac, including a few gnomes. \"We wanted to recreate the real Berlin atmosphere, Ms. Hegewisch said. The chef, Steven Linares, is \"learning to prepare German food,\" she said. Among the dishes are a type of corned beef mixed like a hash with beets and pickles, spatezle with cheese, some sausages, and maultaschen, a kind of big ravioli with a vegetable filling served in mushroom broth. Rote grutze, a red berry dessert, will be on the dessert menu, and German and Austrian selections will dominate the wine list. The tent on the west side of the restaurant is winterized and will open in a couple of weeks to expand the seating; 25 Lafayette Avenue (Ashland Place), (718) 222-5800.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "The prime restaurant location for visitors to BAM has changed hands but remains in a Germanic mode like its predecessor, Thomas Beisl.", "print_page": null, "blog": [], "headline": {"kicker": "Diner's Journal", "main": "Berlyn, a New Restaurant for BAM"}, "_id": "4fd39d698eb7c8105d8deccd", "web_url": "http://dinersjournal.blogs.nytimes.com/2010/11/01/berlyn-a-new-restaurant-for-bam/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "FABRICANT", "firstname": "Florence"}], "original": "By FLORENCE FABRICANT"}, "news_desk": null, "word_count": 167, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "The prime restaurant location for visitors to BAM has changed hands but remains in a Germanic mode like its predecessor, Thomas Beisl.", "pub_date": "2010-11-01T12:20:11Z", "subsection_name": null, "section_name": "Style"}