{"source": "The New York Times", "lead_paragraph": "Women's Wear Daily, the quippy and quirky trade paper of the garment industry, marked its centennial with a commemorative magazine out Monday that traces the evolution of fashion and also of its own coverage of fashion. For the cover, its editors came up with a pretty novel approach to illustrating 100 years of putting out a paper: a montage of notable designers, celebrities and socialites assembled as if they were the audience of a runway show. Yves Saint Laurent, Coco Chanel, Karl Lagerfeld, Ralph Lauren and Jackie Kennedy are in the front row; Andy Warhol, Claude Montana and Cindy Crawford are all the way in the back, so you can't imagine that anyone will be complaining too much about their placement (as long as they were included).", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "Women's Wear Daily, the quippy and quirky trade paper of the garment industry, marked its centennial with a commemorative magazine out Monday that traces the evolution of fashion, and also that of its own coverage of fashion. Bridget Foley, the...", "print_page": null, "blog": [], "headline": {"kicker": "On the Runway", "main": "100 Years of WWD"}, "_id": "4fd39d008eb7c8105d8ddc09", "web_url": "http://runway.blogs.nytimes.com/2010/11/01/100-years-of-wwd/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "WILSON", "firstname": "Eric"}], "original": "By ERIC WILSON"}, "news_desk": null, "word_count": 1431, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "Women's Wear Daily, the quippy and quirky trade paper of the garment industry, marked its centennial with a commemorative magazine out Monday that traces the evolution of fashion, and also that of its own coverage of fashion. Bridget Foley, the executive editor of WWD, has observed the comings and goings of designers long enough to have a sharp perspective on the changing nature of fashion journalism, which she shared in a Q&A.", "pub_date": "2010-11-01T13:20:10Z", "subsection_name": null, "section_name": "Style"}