{"source": "The New York Times", "lead_paragraph": "Somewhere Over the Rainbow, Zeppelin Profits Wait | The 246-foot zeppelin \"Eureka,\" which has been flying out of Mountain View's Moffett Field for 14 months now, already could contend for many prizes: First dirigible to fly over the United States in more than 70 years, largest craft of its type in the country (almost 60 foot longer than the Goodyear blimp), and so forth. But it is also in contention for a more dubious award: worst timing for the launch of a high-end tourist-and-advertising venture. In 2007, the Bay Area seemed ideal for all three of the company's planned revenue streams, from fees for scientific research to its $495-per-head tickets. Now the question is whether it can float above the roiling economy long enough to come to a safe and profitable landing.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "Can the first zeppelin to fly over the United States in seven decades make a profit? The Bay Area report looks at that question and at the region itself, in pictures taken from that craft. Also: ganja philanthrophy and new tea houses.", "print_page": null, "blog": [], "headline": {"kicker": "Bay Area", "main": "Can the Zeppelin Stay Aloft? Highlights of Our Bay Area Report for Friday"}, "_id": "4fd399398eb7c8105d8d4dbd", "web_url": "http://bayarea.blogs.nytimes.com/2010/01/01/can-the-zeppelin-stay-aloft-highlights-of-our-bay-area-report-for-friday/", "slideshow_credits": null, "byline": {"organization": "THE NEW YORK TIMES", "person": [], "original": "By THE NEW YORK TIMES"}, "news_desk": null, "word_count": 320, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "Can the first zeppelin to fly over the United States in seven decades make a profit? The Bay Area report looks at that question and at the region itself, in pictures taken from that craft. Also: ganja philanthrophy and new tea houses.", "pub_date": "2010-01-01T00:37:52Z", "subsection_name": null, "section_name": "U.S."}