{"source": "The New York Times", "lead_paragraph": "In a decision that may have implications for both Hollywood and Broadway, the Australian actress Cate Blanchett has announced that she will extend her term as artistic director of the Sydney Theater Company until 2013. Ms. Blanchett and her husband, the Australian playwright, screenwriter and director Andrew Upton, jointly took on that post for a three-year term that began in 2008, and since then have enlisted Oscar winners such as Steven Soderbergh and Philip Seymour Hoffman in company productions. \"We hope more and more people, especially those in Sydney, will find their way to the company and join us on this incredible ride,\" the couple said in a statement Friday, according to The Australian. It was not immediately clear what impact their decision would have on efforts to bring to Broadway a version of the production of Tennessee Williams's \"Streetcar Named Desire,\" starring Ms. Blanchett and directed by Liv Ullmann that was recently presented at the Brooklyn Academy of Music.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "The Australian actress Cate Blanchett has announced that she will extend her term as artistic director of the Sydney Theater Company until 2013.", "print_page": null, "blog": [], "headline": {"kicker": "ArtsBeat", "main": "Blanchett and Upton Re-Up at Sydney Theater Company"}, "_id": "4fd398a08eb7c8105d8d3487", "web_url": "http://artsbeat.blogs.nytimes.com/2010/01/01/blanchett-and-upton-re-up-at-sydney-theater-company/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "ROHTER", "firstname": "Larry"}], "original": "By LARRY ROHTER"}, "news_desk": null, "word_count": 160, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "The Australian actress Cate Blanchett has announced that she will extend her term as artistic director of the Sydney Theater Company until 2013.", "pub_date": "2010-01-01T13:34:06Z", "subsection_name": null, "section_name": "Arts"}