{"source": "The New York Times", "lead_paragraph": "An announcement this week that Van Morrison, 64, had become a father again was a hoax posted by hackers on his Web site, according to a statement issued on Thursday in Mr. Morrison’s name and reported by Agence France-Presse. The initial announcement on his Web site (vanmorrison.com) said that he was the proud father of a new son, George Ivan Morrison III. It added that the baby was “the spitting image of his daddy” and a dual citizen of Britain and the United States. On Thursday a statement issued on Mr. Morrison’s behalf by the public relations company Fleishman-Hillard International said that the reports were “completely and utterly without foundation,” and that he had asked his management “to carry out an immediate investigation into a hacking attack which took place on my Web site on Dec. 29th last.” The first announcement said the child was born to Mr. Morrison and Gigi Lee, who was identified as his wife and manager. But an executive at Fleishman-Hillard, John Saunders, said in an interview with the Irish state radio network that Mr. Morrison had told him that the story was “completely false,” and that he had not heard of Gigi Lee. Mr. Morrison’s statement added, “For the avoidance of all doubt and in the interests of clarity, I am very happily married to Michelle Morrison, with whom I have two wonderful children.”.", "keywords": [], "multimedia": [], "snippet": "An announcement this week that Van Morrison, 64, had become a father again was a hoax posted by hackers on his Web site, according to a statement issued on Thursday in Mr. Morrison’s name and reported by Agence France-Presse. The initial...", "print_page": "2", "blog": [], "headline": {"content_kicker": "Arts, Briefly", "main": "Morrison Says Story of Fatherhood Is Hoax", "print_headline": "Morrison Says Story Of Fatherhood Is Hoax"}, "_id": "54244dcd38f0d8525e453228", "web_url": "http://www.nytimes.com/2010/01/02/arts/02arts-MORRISONSAYS_BRF.html", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "ROHTER", "firstname": "Larry"}], "original": "Compiled by LARRY ROHTER"}, "news_desk": "Culture", "word_count": "229", "document_type": "article", "type_of_material": "Brief", "abstract": null, "pub_date": "2010-01-02T00:00:00Z", "subsection_name": null, "section_name": "Arts"}