{"source": "The New York Times", "lead_paragraph": "In 1924, the French designer Jean-Michel Frank collaborated with Hermès on a collection of furniture, including the Confortable armchair and sofa, the elegant, cubic forms of which made it one of the most admired - and widely copied - designs of the 20th century. This month in Paris, for the inauguration of its new home division, Maison, Hermès is reintroducing these and other Frank pieces, including a straw-marquetry screen, a shagreen-covered vanity and the designer's X-base dining table. Robert Chavez, the president and C.E.O. of Hermès USA, sees ''a very exciting potential in the U.S.'' for the Jean-Michel Frank by Hermès collection, given the customer demand for furniture with the Hermès label. Previously, the company's furniture was limited to Pippa, a small collection by the architect Rena Dumas, who designed Hermès stores and who was married to Jean-Louis Dumas, the chairman of Hermès from 1978 to 2006. (Rena died in 2009, and Jean-Louis in May.) Their son, Pierre-Alexis Dumas, the company's artistic director and a sixth-generation member of the founding Hermès family, said starting Maison with historic designs was a deliberate strategy: ''We had to go backward to understand our roots and to go forward into the future.'' And in that future - April 2011, to be exact - the company will unveil further Maison collections, this time by a roster of (yet to be revealed) contemporary designers.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "This month in Paris, for the inauguration of its new home division, Hermès is reintroducing pieces by the French designer Jean-Michel Frank.", "print_page": null, "blog": [], "headline": {"kicker": "T Magazine", "main": "House Proud"}, "_id": "4fd39ced8eb7c8105d8dd92d", "web_url": "http://tmagazine.blogs.nytimes.com/2010/11/01/house-proud/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "VILADAS", "firstname": "Pilar"}], "original": "By PILAR VILADAS"}, "news_desk": null, "word_count": 228, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "This month in Paris, for the inauguration of its new home division, Hermès is reintroducing pieces by the French designer Jean-Michel Frank.", "pub_date": "2010-11-01T10:27:45Z", "subsection_name": null, "section_name": "T:Style"}