{"source": "The New York Times", "lead_paragraph": "For those of you who have considered hoarding incandescent light bulbs before they're phased out for good in 2014, you might want to hold off on renting that storage space. General Electric's Energy Smart LED bulb goes on sale on Wednesday on the company's Web site. The nine-watt bulb is not only energy-efficient - it produces the same amount of light as a 40-watt incandescent bulb (higher-wattage models are in the works) with 77 percent less power - but is also omnidirectional, unlike earlier generations of LED bulbs, which shed light in one direction only. Its 22,500-hour life span is twice that of a compact fluorescent bulb, and it contains no mercury. GE claims that one bulb will last 22.8 years, and GE's  Energy Smart microsite, designed by the New York firm Doyle Partners, makes the point by following a girl from infancy to her wedding day, with the same light illuminating each scene. The bulb's $50 price tag may give sticker shock to all but early adopters. But considering its long life and its incandescent-quality white light - not to mention GE's assertion that if every American household bought just one, we'd save almost $400 million in energy costs and prevent five billion pounds of greenhouse gas emissions in one year - the bulb could turn out to be a good investment in more ways than one.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "A $50 light bulb? GE is betting that its new Energy Smart LED bulb is a bright idea.", "print_page": null, "blog": [], "headline": {"kicker": "T Magazine", "main": "Seeing the Light"}, "_id": "4fd39d978eb7c8105d8df387", "web_url": "http://tmagazine.blogs.nytimes.com/2010/12/01/seeing-the-light/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "VILADAS", "firstname": "Pilar"}], "original": "By PILAR VILADAS"}, "news_desk": null, "word_count": 228, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "A $50 light bulb? GE is betting that its new Energy Smart LED bulb is a bright idea.", "pub_date": "2010-12-01T07:00:36Z", "subsection_name": null, "section_name": "T:Style"}