{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000174089962", "headline": {"main": "Paid Notice: Deaths  KRAUSE, ALEXANDER "}, "snippet": "KRAUSE--Alexander Goldin, died unexpectedly January 26, 2015. Beloved son of Jill Goldin and Sam Krause (deceased), adored grandson of Molly Goldin, cherished nephew of Holli Ploog. Our time with him was too short yet he profoundly touched many li...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:17:02Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733a838f0d8056c435450", "word_count": "62", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALEXANDER KRAUSE -->KRAUSE--Alexander Goldin,<br/><br/> died unexpectedly January 26, 2015. Beloved son of Jill Goldin and Sam Krause (deceased), adored grandson of Molly Goldin, cherished nephew of Holli Ploog. Our time with him was too short yet he profoundly touched many lives. A gentle soul whose sardonic wit, questioning mind and gift for friendship will always be remembered. Donations can be made to: bbrfoundation.donordrive. com/campaign/alexgk<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089961", "headline": {"main": "Paid Notice: Deaths  SCHIFF, ROSEMARY "}, "snippet": "SCHIFF--Rosemary Levy, born in Freeport, NY died on February 3. She was a loving sister, mother, mother-in-law and grandmother who was passionate in her desire to make the world a better place. Through political activism she fought for peace, equa...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:17:00Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733aa38f0d8056c435458", "word_count": "78", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROSEMARY SCHIFF -->SCHIFF--Rosemary Levy,<br/><br/> born in Freeport, NY died on February 3. She was a loving sister, mother, mother-in-law and grandmother who was passionate in her desire to make the world a better place. Through political activism she fought for peace, equality and justice for all. A poet, exuberant performer of show tunes on any piano, and lover of the arts, the world loses some of its brightness with her passing. Donations may be made in her honor at: <a rel=\"nofollow\" href=\"www.emilyslist.org/Schiff\">www.emilyslist.org/Schiff</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089960", "headline": {"main": "Paid Notice: Deaths  ZAZANIS, GEORGE "}, "snippet": "ZAZANIS--George A., M.D, pioneer of neurosurgery and former Chief of Neurosurgery at the University of Medicine and Dentistry of New Jersey, died of cancer on February 4th, 2015, in Vero Beach, Florida. He was 84 years old. Born in Youngstown, Ohi...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:58Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733ac38f0d8056c435465", "word_count": "334", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GEORGE ZAZANIS -->ZAZANIS--George A., M.D, pioneer of neurosurgery and former Chief of Neurosurgery at the University of Medicine and Dentistry of New Jersey, died of cancer on February 4th, 2015, in Vero Beach, Florida. He was 84 years old. Born in Youngstown, Ohio to parents who emigrated from Greece, Dr. Zazanis graduated from the University of Michigan. He earned both M.D. and M.S. degrees from Temple University School of Medicine, and while enlisted as a U.S. Army captain in Newfoundland, Canada, he was awarded a commendation medal in 1959. He completed his residency at Temple University, where he met Marina Pappas Zazanis, his adoring wife of 52 years. Following his residency, he joined the practice of his late partner Henry Liss, and in 1965, they performed the first stereotactic neurosurgical operation in the state of New Jersey. He served as Chief of Neurosurgery at Morristown Memorial Hospital until 1987, when he was appointed to chair the department at UMDNJ. Dr. Zazanis' neurosurgical procedures and clinical research were widely presented and published, and he sponsored numerous postgraduate candidates and postdoctoral fellows. Dr. Zazanis was honored with the title of Archon for his outstanding leadership and service to the Greek Orthodox Church and to the community at large. In addition to his devoted wife Marina, he is survived by his daughter, Elena and her husband, Paul Fish, and two sisters, Alpena Zazanis and Bess Nicholas. There will be a public viewing on Wednesday, February 11th, 5-7pm at William A. Bradley & Son Funeral Home, 345 Main St., Chatham, NJ. Private internment and services will be held on February 12th. A memorial service is scheduled for Sunday, March 22nd at St. Nicholas Greek Orthodox Church, 2525 South 25th Street, Fort Pierce, Florida. In lieu of flowers, gifts may be sent \"In Memory of George A. Zazanis\" to Orthodox Christian Mission Center, 220 Mason Manatee Way, St. Augustine, Florida, 32086, or to Temple University School of Medicine, Office of Institutional Advancement, 3500 North Broad Street, Suite 1101, Philadelphia, PA 19140.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089959", "headline": {"main": "Paid Notice: Deaths  LIEDTKE, WALTER "}, "snippet": "LIEDTKE--Walter. The Trustees and staff of The Frick Collection mourn the loss of esteemed colleague Walter Liedtke, whose research and scholarship illuminated our collection and graced our public programs. We extend our deepest sympathy to his wi...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:56Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733a938f0d8056c435451", "word_count": "45", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WALTER LIEDTKE -->LIEDTKE--Walter.<br/><br/> The Trustees and staff of The Frick Collection mourn the loss of esteemed colleague Walter Liedtke, whose research and scholarship illuminated our collection and graced our public programs. We extend our deepest sympathy to his wife Nancy. Margot C. Bogert, Chairman Ian Wardropper, Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089958", "headline": {"main": "Paid Notice: Deaths  WEISSMAN, Herbie "}, "snippet": "WEISSMAN--Herbie. Our dearest \"Dr. Weissman\", what a guy, a gentleman, a true friend. Oh how we will miss your smile and the angel on your shoulder. To Lady Martha and Lady Ashley we send our love and share your great sadness. Susan and Fred Fried...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:54Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733ac38f0d8056c435462", "word_count": "45", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HERBERT  WEISSMAN -->WEISSMAN--Herbie.<br/><br/> Our dearest \"Dr. Weissman\", what a guy, a gentleman, a true friend. Oh how we will miss your smile and the angel on your shoulder. To Lady Martha and Lady Ashley we send our love and share your great sadness. Susan and Fred Friedman<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089957", "headline": {"main": "Paid Notice: Deaths  NOTTINGHAM, B. DEMIAN"}, "snippet": "NOTTINGHAM--B Demian, of Manhattan on January 27, age 67. Noted chronicler, curator and chef. Son of Janet and Paul Danzig. Formerly Bruce Danzig of Westfield, MA, Demian attended Columbia University. Survived by siblings Scott Danzig of Richmond,...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:52Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733a938f0d8056c435456", "word_count": "53", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- B DEMIAN NOTTINGHAM -->NOTTINGHAM--B Demian, of Manhattan on January 27, age 67. Noted chronicler, curator and chef. Son of Janet and Paul Danzig. Formerly Bruce Danzig of Westfield, MA, Demian attended Columbia University. Survived by siblings Scott Danzig of Richmond, VT and Melissa Danzig of Arizona. A memorial service to be held at a later date.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089956", "headline": {"main": "Paid Notice: Deaths  SLATER, BRUCE "}, "snippet": "SLATER--Bruce, 1933-2015, of New York and Chilmark. Sailor, Husband, Father, Grandfather, Builder, Friend....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:51Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733aa38f0d8056c43545b", "word_count": "13", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- BRUCE SLATER -->SLATER--Bruce, 1933-2015, of New York and Chilmark. Sailor, Husband, Father, Grandfather, Builder, Friend.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089955", "headline": {"main": "Paid Notice: Deaths  GRANT, MERRILL "}, "snippet": "GRANT--Merrill. \"Sui Generis\" We will miss our dear friend -but will celebrate him always. Barbara & Tony Shaw...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:49Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733a838f0d8056c43544b", "word_count": "18", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MERRILL GRANT -->GRANT--Merrill.<br/><br/> \"Sui Generis\" We will miss our dear friend -but will celebrate him always. Barbara & Tony Shaw<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089954", "headline": {"main": "Paid Notice: Deaths  SOREL, NANCY "}, "snippet": "SOREL--Nancy Caldwell, died on February 5th at the age of 80. The cause of death was Lewy Body Dementia. Nancy was the author of \"The Women Who Wrote The War\", which chronicled the lives and work of women war reporters during World War II. She als...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:47Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733ab38f0d8056c43545d", "word_count": "471", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- NANCY SOREL -->SOREL--Nancy Caldwell, died on February 5th at the age of 80. The cause of death was Lewy Body Dementia. Nancy was the author of \"The Women Who Wrote The War\", which chronicled the lives and work of women war reporters during World War II. She also wrote \"Ever Since Eve: Personal Reflections of Childbirth\", and collaborated with her husband, the artist Edward Sorel, on two books: \"Word People and First Encounters.\" Her essays appeared in Esquire, Atlantic Monthly, and The New York Times Book Review, and she was a staff editor of Columbia Encyclopedia, Third Edition. Nancy Lee Caldwell was born in Kansas City, Missouri in 1934, the daughter of Dr. John and Ruth Conkling Caldwell. She graduated from Ohio Wesleyan in 1956 where she majored in English Literature. She continued to pursue her study of literature at the University of Edinburgh and later NYU. Nancy lived briefly in London where she was introduced to the Religious Society of Friends (Quakers). In 1961 she volunteered for the United Nations Association International Service in Linz, Austria, building homes for WWII refugees, still stateless sixteen years after the end of WWII. Nancy and Edward Sorel met in 1963 at Morningside Friends Meeting, which they later joined and where they were married in 1965. They became active in the anti-Vietnam war movement. In 1967, carrying their infant daughter Jenny, they participated in the (illegal) Easter Sunday pilgrimage across the Peace Bridge to Canada to deliver medical supplies destined for both North and South Vietnam. Nancy felt at home in the country. Having moved to Putnam County, she cherished the time spent in nature with her children and Newfoundland. A music lover, she was instrumental in starting the Putnam Concert Society. The family joined Bulls Head Quaker Meeting, and Nancy participated in a worship group at Green Haven Correctional Facility. She was active in New York Yearly Meeting, serving on numerous committees and acting as recording clerk for multiple terms. She contributed to writing and editing a book on the 300-year history of Quakers in New York State, and she briefly served on the board of the American Friends Service Committee. Nancy lived the last 33 years of her life primarily in New York City where she relished doing research at the Morgan and New York Public Libraries and writing at one end of their TriBeCa loft while Ed drew at the other. In addition to her husband, Edward, she is survived by her sisters, Suzanne Smith and Virginia Craig, both of Kansas; her beloved children and step-children, Jenny Sorel, Katherine Sorel, Madeline Sorel Kahn and Leo Sorel; and her six grandchildren, Saskia, Sabella, Walter, Adam, Dulio and Thelonious, whom she adored. Nancy emanated kindness, generosity and warmth. Even as the disease progressed, her grace and spirit prevailed. All who knew Nancy felt themselves fortunate.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174089953", "headline": {"main": "Paid Notice: Deaths  SLATER, BRUCE "}, "snippet": "SLATER--Bruce. A thoughtful, good man with great integrity. We will miss our cousin, partner and confidant. Our deepest sympathies to James and Anne. May he rest in peace. Gregg and Maurice Slater...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-07T19:16:45Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d733aa38f0d8056c43545c", "word_count": "32", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- BRUCE  SLATER -->SLATER--Bruce. A thoughtful, good man with great integrity. We will miss our cousin, partner and confidant. Our deepest sympathies to James and Anne. May he rest in peace.<br/><br/> Gregg and Maurice Slater<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 44, "offset": 70, "hits": 570}}, "status": "OK"}