{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000174083166", "headline": {"main": "Paid Notice: Deaths  PETRIE, CARROLL "}, "snippet": "PETRIE--Carroll. The City College of New York mourns the passing of Carroll Petrie, a longtime and dedicated supporter of the college. Through the Carroll and Milton Petrie Foundation, we have greatly benefitted from their continuous commitment to...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:35Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22838f0d85e2b8af045", "word_count": "106", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CARROLL  PETRIE -->PETRIE--Carroll. The City College of New York mourns the passing of Carroll Petrie, a longtime and dedicated supporter of the college. Through the Carroll and Milton Petrie Foundation, we have greatly benefitted from their continuous commitment to our academic, scholarship, and student support programs including the Petrie Center for the Advancement of Mathematics Education, the Petrie Scholars Program, and the Petrie Student Emergency Endowment. The Petrie Foundation also donated a gift solely dedicated to serve our student veteran population with their transition to college life and academic success. On behalf of City College, we extend our sincerest condolences to the<br/><br/> Petrie family. Lisa S. Coico, President<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083165", "headline": {"main": "Paid Notice: Deaths  HUSH, PAUL "}, "snippet": "HUSH--Paul, of Cape Cod, generous and loving, died at home on February 3. Survived by wife Joanne; children Jeff, Michael, Jim and Katie; grandchild Olivia and his sister Cam....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:34Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22738f0d85e2b8af041", "word_count": "29", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PAUL HUSH -->HUSH--Paul, of Cape Cod, generous and loving, died at home on February 3. Survived by wife Joanne; children Jeff, Michael, Jim and Katie; grandchild Olivia and his sister Cam.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083164", "headline": {"main": "Paid Notice: Deaths  SHRUBSOLE, ERIC "}, "snippet": "SHRUBSOLE--Eric, the dynamic 57th Street antiques dealer, died peacefully at his winter house in Florida, on Friday. Eric was born in 1912, the eldest son of Lillian and S. J. Shrubsole, the founder of the company Eric later ran. Eric joined his f...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:32Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22838f0d85e2b8af046", "word_count": "259", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ERIC SHRUBSOLE -->SHRUBSOLE--Eric, the dynamic 57th Street antiques dealer, died peacefully at his winter house in Florida, on Friday. Eric was born in 1912, the eldest son of Lillian and S. J. Shrubsole, the founder of the company Eric later ran. Eric joined his father's firm at the age of 14, learning the art of silversmithing and the finer points of the antique English silver that the firm bought and sold. In 1936 the father and son decided to open a branch of the business in New York City, and Eric spent the year driving across America from city to city laying the foundations for his shop, which would remain on 57th Street from then till now. Known equally for his technical knowledge, taste, salesmanship, and yes, wardrobe, Eric was a ubiquitous dealer, lecturer, and advisor at shows, museums, and private collections throughout the country. He could be seen roaming the halls of art and antique fairs in Europe and America well into his nineties, often with some fresh purchase in hand. A recent introduction to his annual catalog read: \"Hurry in! The items in this catalog are like me: very attractive, in great condition for their age, and probably won't be around very long!\" His kindness, generosity and humor will be missed by all who knew him. His first wife, Winnie, died in 1984. He is survived by his second wife, Karin Shrubsole, and his two stepsons, Christopher and Timothy Martin. Contributions in his memory can be made to St. Peter's Church, Lithgow, 692 Deep Hollow Road, Millbrook, NY 12545.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083163", "headline": {"main": "Paid Notice: Deaths  ZENKER, ELAINE "}, "snippet": "ZENKER--Elaine, February 5, 2015. Beloved wife of the late Sidney Zenker, adored mom of Diane and Ed Weinert and Richard and Jane Zenker, cherished grandmother to Seth and Emily Weinert, Laurie and Eric Porter and Andrew and Scott Zenker, great- g...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:30Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22838f0d85e2b8af048", "word_count": "93", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELAINE ZENKER -->ZENKER--Elaine, February 5, 2015. Beloved wife of the late Sidney Zenker, adored mom of Diane and Ed Weinert and Richard and Jane Zenker, cherished grandmother to Seth and Emily Weinert, Laurie and Eric Porter and Andrew and Scott Zenker, great- grandmother aka GG to Natalie and Sam Weinert and Eli Porter and sister of the late Harvey Lowen. She lived for her family and was a caring and devoted friend. In lieu of flowers donations may be made to Make A Wish Foundation. Graveside Service 10:30am Sunday at Mount Zion Cemetery, Maspeth, NY.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083162", "headline": {"main": "Paid Notice: Deaths  COFFEY, THOMAS "}, "snippet": "COFFEY--Thomas B. on February 5, 2015 of Palm Beach Gardens, FL. Beloved husband of Lorraine. Loving father of Brian, Theresa and Michael. Cherished brother of Pat Lynch, Joe Coffey and the Late Eddie Coffey. Devoted grandfather of Dharma, Leah, C...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:28Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22638f0d85e2b8af03d", "word_count": "95", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- THOMAS COFFEY -->COFFEY--Thomas B. on February 5, 2015 of Palm Beach Gardens, FL. Beloved husband of Lorraine. Loving father of Brian, Theresa and Michael. Cherished brother of Pat Lynch, Joe Coffey and the Late Eddie Coffey. Devoted grandfather of Dharma, Leah, Chase and Carson. Visitation will be held at the Fairchild Funeral Chapel, 1570 Northern Blvd., Manhasset on Saturday evening 7- 9pm and Sunday 3-5pm and 7- 9pm. Funeral Mass: Monday 10am, St Mary's Church, Manhasset with Interment to follow at Nassau Knolls Cemetery, Port Washington. In lieu of flowers, donations may be made to www. <a href=\"http://woundedwarriorproject.org\" target=\"_new\" rel=\"nofollow\">woundedwarriorproject.org</a><br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083161", "headline": {"main": "Paid Notice: Deaths  NADLER, DAVID "}, "snippet": "NADLER--David A., PhD, a beloved father, son, brother and friend, and a renowned expert in the fields of corporate governance and effective leadership, passed away peacefully at his New York City home February 5 after a courageous two-year battle ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:26Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22838f0d85e2b8af044", "word_count": "608", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DAVID  NADLER -->NADLER--David A., PhD, a beloved father, son, brother and friend, and a renowned expert in the fields of corporate governance and effective leadership, passed away peacefully at his New York City home February 5 after a courageous two-year battle with cancer. He was 66. He retired in 2013 as vice chairman of Marsh & McLennan Companies, and was the founder and, for 25 years, the Chairman and CEO of Delta Consulting Group, one of the countrys elite boutique management consulting firms. The son of Leonard and Zeace Nadler of White Plains, he was born in New York, lived in Japan and Ethiopia where his father was on assignment for the U.S. Agency for International Development, and attended high school in the Maryland suburbs of Washington, D.C. He received a BA in International Affairs from The George Washington University, an MBA from the Harvard Business School, and an MA and PhD in Psychology from the University of Michigan. In 1980, after two years on the faculty of the Graduate School of Business at Columbia University, David launched Delta Consulting Group, whose talented professionals pioneered the practice of organizational change. Over time, David became widely known as a thought leader and respected advisor to CEOs and corporate boards on governance, leadership, organization design and senior teams. He authored and/or edited 16 books and contributed scores of articles and chapters in professional publications. He continued working with clients and managing the firm after he sold Delta to Marsh & McLennan in 2000, eventually becoming vice chairman of the parent company in 2006. He served in that role until 2013, playing an instrumental role in the company's dramatic turnaround. Following his retirement from MMC, he and his brother, Mark his long-time associate at Delta and co-author of many of his publications co-founded Nadler Advisory Services, which continues to provide senior level consulting to boards, CEOs and senior teams. David was among the most prominent figures in the field of corporate governance. From 2009 through 2012 he was listed by the National Association of Corporate Directors as one of the 100 most influential people in the boardroom, and in 2013 was inducted into the NACD Directorship Corporate Governance Hall of Fame. David's passion for life extended far beyond his professional activities. He was devoted to his three daughters, Amy Horowitz and Cara Cook of Chappaqua, and Katie Nadler of New York City, and to his many friends. With homes in Westport, CT, and Naples, FL, he was an accomplished sailor, avid skier and enthusiastic golfer. David's many philanthropic activities included serving for 20 years on the board of Prep for Prep, a program for the education of gifted minority children, and on the board of directors of the New York City Ballet. He was a member of The George Washington University Board of Trustees, and Chairman Emeritus of the Board of Advisors, the Elliott School of International Affairs, at George Washington University. In addition to his parents, he is survived by his daughters; by his beloved sons-in-law, Andrew Horowitz and Brian Cook; by grandchildren Marley, Alex, Sophie, Emily and Henry; by his brothers, Mark and Scott; and by his former wife and close friend, Donna Gould. Funeral services will be held at 9:30am on Sunday, February 8, at Park Avenue Synagogue, 50 E. 87th St., New York City. Burial will follow in Sharon Gardens, 273 Lakeview Ave.,Valhalla, NY. In lieu of flowers, donations can be made in David's memory to: Joseph T. Ruggiero Cancer Research Fund at Cornell University, 1305 York Avenue, Room 716, New York, NY 10021, Prep for Prep<br/><br/> Development Office, 328 West 71st Street, New York, NY 10023. <a rel=\"nofollow\" href=\"www.prepforprep.org/\">www.prepforprep.org/</a> getinvolved<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.nytimes.com/reuters/2015/02/06/sports/golf/06reuters-golf-pga-mickelson.html", "headline": {"main": "English Takes Charge as Mickelson Exits Torrey Pines", "print_headline": "English Takes Charge as Mickelson Exits Torrey Pines"}, "snippet": "Local favorite Phil Mickelson has joined Tiger Woods as weekend casualties as the five-time major winner failed to make the cut at the Farmers Insurance Open at Torrey Pines on Friday....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:15:06Z", "keywords": [], "print_page": null, "section_name": "Sports", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "blog": [], "subsection_name": "Golf", "_id": "54d5595738f0d85e2b8aef52", "word_count": "415", "source": "Reuters", "type_of_material": "News", "lead_paragraph": "Local favorite Phil Mickelson has joined Tiger Woods as weekend casualties as the five-time major winner failed to make the cut at the Farmers Insurance Open at Torrey Pines on Friday.", "multimedia": [], "news_desk": "None"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083160", "headline": {"main": "Paid Notice: Deaths  BRAKAS, GUNDA "}, "snippet": "BRAKAS--Gunda, passed away on February 4, 2015. She is survived by her younger brothers, Martin and Jurgis. Family will receive friends on Sunday February 8, 2015 from 2:00pm -4:00pm at the Vander Plaat Memorial Home, 113 South Farview Avenue, Par...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:24Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22538f0d85e2b8af03c", "word_count": "46", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GUNDA BRAKAS -->BRAKAS--Gunda,<br/><br/> passed away on February 4, 2015. She is survived by her younger brothers, Martin and Jurgis. Family will receive friends on Sunday February 8, 2015 from 2:00pm -4:00pm at the Vander Plaat Memorial Home, 113 South Farview Avenue, Paramus, New Jersey. For further information: <a rel=\"nofollow\" href=\"www.vanderplaat.com\">www.vanderplaat.com</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083158", "headline": {"main": "Paid Notice: Deaths  LONDON, STANLEY "}, "snippet": "LONDON--Stanley. I will miss your great wisdom and friendship and our great dinners together. Stanley Kreitman...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:23Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22738f0d85e2b8af042", "word_count": "16", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- STANLEY LONDON -->LONDON--Stanley. I will miss your great wisdom and friendship and our great dinners together.<br/><br/> Stanley Kreitman<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174083159", "headline": {"main": "Paid Notice: Deaths  WEISSMAN, HERBERT "}, "snippet": "WEISSMAN--Herbert aka Hesh-Count Lupo 83 years old passed on February 4, 2015. Born in the Bronx and He is survived by his wife Martha, his daughter Ashleigh Weissman,and constant companion and good friend Frank Benson and his cousin Sheldon Weiss...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-06T19:16:23Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d5e22838f0d85e2b8af047", "word_count": "165", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HERBERT WEISSMAN -->WEISSMAN--Herbert<br/><br/> aka Hesh-Count Lupo 83 years old passed on February 4, 2015. Born in the Bronx and He is survived by his wife Martha, his daughter Ashleigh Weissman,and constant companion and good friend Frank Benson and his cousin Sheldon Weiss, predeceased his son Gene Weissman, and predeceased his sister Lee Marks and leaves a host of many loving sisters-in-law and brother-in-law and many nieces and nephews. Herb was a long standing member of the American and New York Stock Exchanges and was a partner in the specialist firm of Surnamer and Weissman members of the NYSE. He was an avid sports fan and his greatest team was The New York Yankees. In lieu of flowers the family asks for donations to Variety, the children charity of New York which Herb was a huge contributor and on the board for many many years. Funeral services will be held at \"The Riverside\", 76th Street and Amsterdam Avenue, NYC. Interment to follow at Cedar Park Cemetery Emerson, NJ.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 59, "offset": 60, "hits": 977}}, "status": "OK"}