{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175231955", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. The Metropolitan Opera mourns the death of James S. Marcus, who was a distinguished member of the Board for more than four decades. Mr. Marcus was elected Managing Director in 1976, served as Chairman of the Board from 1986 to 199...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:50Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952838f0d87e629d5586", "word_count": "136", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> The Metropolitan Opera mourns the death of James S. Marcus, who was a distinguished member of the Board for more than four decades. Mr. Marcus was elected Managing Director in 1976, served as Chairman of the Board from 1986 to 1993, and Honorary Director since 1997. Jim was a legendary connoisseur of opera and operatic talent and a marvelous advocate for the art form. In addition to his Board leadership duties and the many fundraising activities this service required, Jim also dedicated time, energy, and his personal resources to supporting and advancing the careers of young singers. On behalf of everyone at the Met, we extend our sincere condolences to his wife, Ellen, and to his family and friends. Ann Ziff, Chairman of the Board Judith-Ann Corrente, President & CEO Peter Gelb, General Manager<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231954", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. The staff and trustees of Lenox Hill Hospital mourn the loss of Chairman Emeritus James S. Marcus, who led the hospital's board of trustees from 1993-2003. A long-time benefactor, Jim and his wife Ellen supported a wide variety of...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952738f0d87e629d5585", "word_count": "144", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> The staff and trustees of Lenox Hill Hospital mourn the loss of Chairman Emeritus James S. Marcus, who led the hospital's board of trustees from 1993-2003. A long-time benefactor, Jim and his wife Ellen supported a wide variety of programs at Lenox Hill. Jim chaired the hospital's $100 million campaign in 1997 and was involved with the annual Autumn Ball. Thanks to his leadership and generosity, Lenox Hill Hospital has evolved into a leading healthcare institution with a national reputation for outstanding patient care as well as innovative medical and surgical treatments. Jim was also an honorary trustee of the North Shore-LIJ Health System from 2010-2013. We extend our heartfelt condolences to Ellen. Paul B. Guenther, Chairman, Lenox Hill Executive Committee Mark L. Claster, Chairman, Board of Trustees, North Shore-LIJ Health System Michael J. Dowling, President and CEO, North Shore-LIJ Health System<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231953", "headline": {"main": "Paid Notice: Deaths  ROSENBERG, HARVEY "}, "snippet": "ROSENBERG--Harvey. The Officers, Directors and Staff of the Gurwin Jewish Nursing & Rehabilitation Center extend their heartfelt sympathy to Joseph Rosenberg, our dedicated Board member, on the loss of his father, Harvey. Our sincere condolences t...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:45Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952838f0d87e629d558a", "word_count": "54", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HARVEY ROSENBERG -->ROSENBERG--Harvey.<br/><br/> The Officers, Directors and Staff of the Gurwin Jewish Nursing & Rehabilitation Center extend their heartfelt sympathy to Joseph Rosenberg, our dedicated Board member, on the loss of his father, Harvey. Our sincere condolences to Joe, Jenny and the entire family. Lawrence Simon, Chairman Bert E. Brodsky, President Herbert H. Friedman, Exec. VP/CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231952", "headline": {"main": "Paid Notice: Deaths  WHITMAN, JOHN R."}, "snippet": "WHITMAN--John R. Liberty Science Center mourns the passing of John R. Whitman. John was an active trustee of Liberty Science Center for more than two decades, until July 2013. His counsel was invaluable. His legacy at LSC includes his and Governor...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:42Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952b38f0d87e629d558f", "word_count": "98", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN R WHITMAN -->WHITMAN--John R.<br/><br/> Liberty Science Center mourns the passing of John R. Whitman. John was an active trustee of Liberty Science Center for more than two decades, until July 2013. His counsel was invaluable. His legacy at LSC includes his and Governor Christine Todd Whitman's work on the financing of a 100,000-square-foot expansion of the Center in 2007. We cherish the memory of our dear friend, whose dignity and advice will long be remembered and greatly missed. We extend our condolences to the Whitman family. &nbsp; Paul Hoffman President and CEO William A. Tansey III, MD Chairman of the Board<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231951", "headline": {"main": "Paid Notice: Deaths  LINDH, HENRY "}, "snippet": "LINDH--Henry C.B. The Huguenot Society of America records with deep sorrow the death of our greatly revered President Henry C.B. Lindh. Services will be at 11am, July 15, St. James Church, NYC....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:40Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952138f0d87e629d557c", "word_count": "32", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HENRY LINDH -->LINDH--Henry C.B.<br/><br/> The Huguenot Society of America records with deep sorrow the death of our greatly revered President Henry C.B. Lindh. Services will be at 11am, July 15, St. James Church, NYC.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231950", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. The Juilliard School mourns the passing of James S. Marcus. As Juilliard Trustee for 20 years, Jim was an enlightened leader and an enthusiastic supporter of all Juilliard programs and students. His great knowledge of and love for...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952838f0d87e629d5587", "word_count": "121", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> The Juilliard School mourns the passing of James S. Marcus. As Juilliard Trustee for 20 years, Jim was an enlightened leader and an enthusiastic supporter of all Juilliard programs and students. His great knowledge of and love for singers led to the establishment of the Ellen and James S. Marcus Institute for Vocal Arts at Juilliard in 2010. Jim's enthusiasm and warmth for all things Juilliard was a special gift to the members of our community and he will be deeply missed. We extend our heartfelt condolences to his wife Ellen and all his family and friends. Bruce Kovner, Chairman Joseph W. Polisi, President Brian Zeger, Artistic Director of the Ellen and James S. Marcus Institute for Vocal Arts<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231949", "headline": {"main": "Paid Notice: Deaths  GELLES, WALTER "}, "snippet": "GELLES--Walter R. The partners and staff of Tuchman, Korngold, Weiss, Liebman & Gelles, LLP extend our condolences to the family of our friend, beloved partner and guiding spirit Walter R. Gelles. He will be sorely missed but never replaced....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b951b38f0d87e629d5578", "word_count": "39", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WALTER GELLES -->GELLES--Walter R.<br/><br/> The partners and staff of Tuchman, Korngold, Weiss, Liebman & Gelles, LLP extend our condolences to the family of our friend, beloved partner and guiding spirit Walter R. Gelles. He will be sorely missed but never replaced.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231948", "headline": {"main": "Paid Notice: Deaths  TAMBOR, BERTHA "}, "snippet": "TAMBOR--Bertha, on July 5, 2015. Beloved wife of the late Jack. Loving mother of Denise and Philip Goodman, Michael and Lisa Tambor and the late Bonnie Tambor. Cherished Grandmother of Lisa, Scott, Jessica, Bethany and Jacob. Devoted sister of Son...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:33Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952938f0d87e629d558d", "word_count": "62", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- BERTHA TAMBOR -->TAMBOR--Bertha, on July 5, 2015. Beloved wife of the late Jack. Loving mother of Denise and Philip Goodman, Michael and Lisa Tambor and the late Bonnie Tambor. Cherished Grandmother of Lisa, Scott, Jessica, Bethany and Jacob. Devoted sister of Sonia and Marvin Matz and the late Nettie Rogol. Services 9:30am today at Riverside Nassau North, 55 North Station Plaza, Great Neck, NY.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231947", "headline": {"main": "Paid Notice: Deaths  GOLDSTEIN, JANE "}, "snippet": "GOLDSTEIN--Jane. The board and staff of the New York Society Library mourn the passing of our dear friend and colleague Jane Goldstein. A staff member for 40 years, Jane retired as Assistant Head Librarian in 2011. We extend our heartfelt condolen...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:32Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952038f0d87e629d557b", "word_count": "69", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JANE GOLDSTEIN -->GOLDSTEIN--Jane.<br/><br/> The board and staff of the New York Society Library mourn the passing of our dear friend and colleague Jane Goldstein. A staff member for 40 years, Jane retired as Assistant Head Librarian in 2011. We extend our heartfelt condolences to Jane's husband, Kenneth, her daughters Anne Gerson (Adam) and Ellen Vora (Vimal) and brothers David Hodge and Steven Hodge. Barbara Hadley Stanton, Chair Mark Bartlett, Head Librarian<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175231946", "headline": {"main": "Paid Notice: Deaths  NELSON, STANLEY "}, "snippet": "NELSON--Stanley, died July 4, 2015. Born in Brooklyn in 1933, Stanley, a prolific writer, was the recipient of the Thomas Wolfe Poetry Award and authored 18 volumes of poetry. His plays have been produced in New York, London, and theaters througho...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-06T20:10:30Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559b952838f0d87e629d5589", "word_count": "105", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- STANLEY NELSON -->NELSON--Stanley, died July 4, 2015. Born in Brooklyn in 1933, Stanley, a prolific writer, was the recipient of the Thomas Wolfe Poetry Award and authored 18 volumes of poetry. His plays have been produced in New York, London, and theaters throughout the US. He is survived by two daughters from his first marriage to Ellen Nelson, Chelly Glancy and Lycette Nelson, his granddaughter Selam, numerous nephews and nieces, and the grandchildren of his second wife who predeceased him, Betty Jean Nelson. The family is grateful to Guy Gauthier for his lifelong friendship with Stanley. Graveside gathering at Greenwood Cemetery, Brooklyn, Wednesday, July 8 at 2pm.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 55, "offset": 60, "hits": 825}}, "status": "OK"}