{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000176788667", "headline": {"main": "Paid Notice: Deaths  GANDOLF, RAYMOND "}, "snippet": "GANDOLF--Raymond L., died peacefully at home on December 2, 2015, at the age of 85. He was the devoted husband of Blanche Cholet, loving father of five daughters, Alexandra (Matthew), Jessica (Lincoln), Victoria, Amanda (Martin) and Susanna (Rober...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:53Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664072d38f0d8161e789524", "word_count": "205", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RAYMOND GANDOLF -->GANDOLF--Raymond L.,<br/><br/> died peacefully at home on December 2, 2015, at the age of 85. He was the devoted husband of Blanche Cholet, loving father of five daughters, Alexandra (Matthew), Jessica (Lincoln), Victoria, Amanda (Martin) and Susanna (Robert), and cherished grandfather of Dillon and Caitlin, Elias and Dana, and Scarlett. Ray was born in Norwalk, Ohio and received a Bachelor of Science in Speech from Northwestern University. He was an actor, writer, television news correspondent and sports commentator. Ray contributed to the ABC series \"Our World\" as writer and co-host, was featured on CBS Sunday Morning, and reported from four Olympic Games. He received an Emmy, a Peabody, and a duPont Award for his work. Ray's unforgettable charm, intelligence, wit and warmth will be greatly missed. Family will be welcoming callers on Tuesday, December 8th, 2-5 and 7-9pm at Frank E. Campbell Funeral Home, 1076 Madison Ave. at 81st St. The Mass of Christian Burial will be held on Wednesday, December 9th, 10am at The Church of St. Gregory the Great, 144 West 90th St., between Columbus and Amsterdam Aves. Interment to follow at St. Peter's Cemetery, New Brunswick, New Jersey. Donations in his memory may be made to Southern Poverty Law Center, Atlanta, Georgia.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788665", "headline": {"main": "Paid Notice: Deaths  KERZ, CORINNE "}, "snippet": "KERZ--Corinne Clejan, born on 17 March 1960 in Chicago, Illinois to Sheila and Deodat Clejan, died on 1 December 2015 after several years' illness. A graduate of the Lycee Francais, Barnard College and the NYU School of Business, she enjoyed a pro...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:50Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664073038f0d8161e78952c", "word_count": "112", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CORINNE KERZ -->KERZ--Corinne Clejan, born on 17 March 1960 in Chicago, Illinois to Sheila and Deodat Clejan, died on 1 December 2015 after several years' illness. A graduate of the Lycee Francais, Barnard College and the NYU School of Business, she enjoyed a professional career as Controller of Health Management Systems, Inc. before devoting herself to her beloved children, Danton, Kolya and India and her step-daughter Andrea. Active at her children's schools and with a variety of charitable causes, Corinne will be sorely missed by her mother; her three brothers, Jean Pierre, Marc and James; innumerable dear friends; her many tennis buddies; the \"Paillard Princesses\"; and, most of all, by her adoring husband, Paul.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788663", "headline": {"main": "Paid Notice: Deaths  FEINSTEIN, JEROME "}, "snippet": "FEINSTEIN--Jerome M., of Cresskill, NJ, age 96, died November 30. Predeceased by wives Muriel and Barbara. Survived by sons Miles and Jack....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664072d38f0d8161e789522", "word_count": "22", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JEROME FEINSTEIN -->FEINSTEIN--Jerome M.,<br/><br/> of Cresskill, NJ, age 96, died November 30. Predeceased by wives Muriel and Barbara. Survived by sons Miles and Jack.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788662", "headline": {"main": "Paid Notice: Deaths  GUPTA, KRISHNA "}, "snippet": "GUPTA--Krishna. Krishna Kumar Gupta \"KK\" Passed away peacefully in his sleep on December 2, 2015. Born in Meerut, India on January 26, 1940, he got his MD from AIIMS New Delhi in 1962. He later moved to New York City in 1967 and joined Long Island...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:45Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664072f38f0d8161e789529", "word_count": "194", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- KRISHNA GUPTA --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002074453-GUPTAK_22_178372784.1_035011.jpg\" lgyOrigName=\"NYT-0002074453-GUPTAK_22_178372784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">GUPTA--Krishna.<br/><br/> Krishna Kumar Gupta \"KK\" Passed away peacefully in his sleep on December 2, 2015. Born in Meerut, India on January 26, 1940, he got his MD from AIIMS New Delhi in 1962. He later moved to New York City in 1967 and joined Long Island Jewish Hospital. At LIJ, he enjoyed a fulfilling career as a Pediatrician under the Executive Director and Chief of Staff of the Schneider Childrens Hospital Dr. Philip Lanzkowsky. Dr. Gupta was one of the founding members of AIIMSonians of America (the AIIMS alumni association), and worked actively for it until his passing. He lived with colon cancer for eight years but still made sure to find enjoyment in every day. He had a fighting spirit about never giving up, and about finding happiness in the darkest of times. His selfless devotion to his family shall be greatly missed. He is survived by his two sisters, two sons, two daughters- in-law, three grandchildren and a large loving family. Dr. Gupta had a passion for Shakespeare, and his favorite quote is from Macbeth: Sleep that knits up the raveled sleeve of care. Sleep well KK, you have earned the rest.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788661", "headline": {"main": "Paid Notice: Deaths  BABKOW, KATHLEEN "}, "snippet": "BABKOW--Kathleen. Kathleen Gibbons Babkow, died peacefully and with no pain on November 28, 2015 at the age of 79. She is survived by her husband Alvin, her sons Jonathan and David, and her grandchildren Knox and Zachary. Her passing has left all ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:42Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664072738f0d8161e78951d", "word_count": "371", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- KATHLEEN BABKOW --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002074411-Babkow_22_095922002.1_035011.jpg\" lgyOrigName=\"NYT-0002074411-Babkow_22_095922002.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BABKOW--Kathleen.<br/><br/> Kathleen Gibbons Babkow, died peacefully and with no pain on November 28, 2015 at the age of 79. She is survived by her husband Alvin, her sons Jonathan and David, and her grandchildren Knox and Zachary. Her passing has left all of us with a profound sadness and she will be sorely missed. She was a wonderful and caring person who was loved by all whose lives she touched. As a longtime, devoted friend described her recently, she was a \"second mother\" to so many and a trusted friend to even more. With a knack for resolving life's situations, she was always sympathetic, patient and understanding. She savored life and all it had to offer, including a successful and loving marriage of over 54 years, two sons and their wives who adored her, and two beautiful grandsons. Kathleen was born in 1936 in Brooklyn, New York, the only child of Katherine Bohley Gibbons who also was born in Brooklyn. Her father, John Delaney Gibbons was born in Acton, Ontario, Canada. Her parents met in Nassau, BWI where both were employed. Her father managed a number of hotels including in New York City, New York, Clearwater, Florida and Boston, Massachusetts. After her father's death, she and her mother settled in New Jersey. She attended and was graduated from Ridgewood High School and Beaver College (now called Arcadia College). She applied for employment at McGraw-Hill Publications, and that is where she met her future husband. She left McGraw-Hill, took a job at Advertising Age, and shortly thereafter married in March of 1961. She stayed with Advertising Age until her children were born. She went back to full-time work in 1982 for Cornell Medical College as an administrator and remained with the College for 30 years. In addition to being an avid world traveler, she particularly loved working with all of the students and her colleagues at the College. A private family service is scheduled for Friday, December 4, 2015 at 11:30am at Riverside Memorial Chapel, 180 West 76th Street in New York. A memorial will be held at Riverside Memorial Chapel on Friday, December 11, 2015 at Noon. In lieu of flowers, we ask that donations be made to Citymeals on Wheels.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788660", "headline": {"main": "Paid Notice: Deaths  TRACY, WILLIAM "}, "snippet": "TRACY--William C., 93, born in Brooklyn, NY January 6, 1922, died in Brunswick, Maine on December 2, 2015. He was retired as Associate Dean of the Journalism School at Columbia University in New York in 1988. He was a World War II Veteran. While a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:41Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664073238f0d8161e789537", "word_count": "209", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WILLIAM TRACY --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002074186-WilliamT_22_107372786.1_035011.jpg\" lgyOrigName=\"NYT-0002074186-WilliamT_22_107372786.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">TRACY--William C.,<br/><br/> 93, born in Brooklyn, NY January 6, 1922, died in Brunswick, Maine on December 2, 2015. He was retired as Associate Dean of the Journalism School at Columbia University in New York in 1988. He was a World War II Veteran. While at Springfield College in Massachusetts, he went to enlist the day after the attack on Pearl Harbor. He was advised to go back to College and was told he'd help his country best by being a good student and waiting until his number was called. Shortly after, he enlisted in the US Navy. His V-12 training included Trinity College, Chicago, Harvard and cryptology. He saw duty in Europe and Asia as an Ensign. He later joined the reserves as LTJG. He leaves his wife, Eleanor (Johnson) Tracy, of 61 years; twin sons, William IV (Ellen Carucci) and Henry (Dr. Andrea Tracy); and two grandchildren he adored, Simon Tracy of Los Angeles, and Vivian Tracy, a student at Occidental College, Los Angeles. To them he was Bop, lover of classical music and soulmate. He also leaves a twin brother, George (Terry Gibson) of Buford, NC. Condolences may be expressed to the family <a rel=\"nofollow\" href=\"www.Funeral\">www.Funeral</a> <a href=\"http://Alternatives.net\" target=\"_new\" rel=\"nofollow\">Alternatives.net</a>. Services are under the care of Funeral Alternatives, 8 Pleasant St. Brunswick.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788659", "headline": {"main": "Paid Notice: Deaths  SMITH, PHILIP "}, "snippet": "SMITH--Philip H., M.D. April 5, 1917-December 6, 2011 We \"carry on.\"...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664073138f0d8161e789534", "word_count": "11", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PHILIP SMITH -->SMITH--Philip H., M.D.<br/><br/> April 5, 1917-December 6, 2011 We \"carry on.\"<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788658", "headline": {"main": "Paid Notice: Deaths  RUNNE, HERBERT "}, "snippet": "RUNNE--Herbert Rein. 77, passed away peacefully on Saturday, November 28 at his home in Ardsley Park, Irvington, NY. He is survived by his wife Susan, daughter Jennifer, son Alexander and son-in-law Justin. Born February 5, 1938 in Paide, Estonia,...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664073138f0d8161e789532", "word_count": "205", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HERBERT RUNNE --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002073997-RUNNEH_22_126372783.1_035011.jpg\" lgyOrigName=\"NYT-0002073997-RUNNEH_22_126372783.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">RUNNE--Herbert Rein.<br/><br/> 77, passed away peacefully on Saturday, November 28 at his home in Ardsley Park, Irvington, NY. He is survived by his wife Susan, daughter Jennifer, son Alexander and son-in-law Justin. Born February 5, 1938 in Paide, Estonia, he and his family escaped the Soviet invasion, living in exile in the Geislingen DP camp before settling in Lakewood, NJ. There he learned English, attended high school and became an Eagle Scout. He earned an A.B. cum laude in Politics from Princeton in 1961 and a J.D. from Yale Law School in 1964. He started his legal career at Cravath before devoting his professional life to the pharmaceutical industry. He served as corporate legal counsel for American Cyanamid and Pfizer, and lectured on the industry prior to retirement in 2008. Rein's greatest loves were his wife and children, and time spent at their home in Bethany Beach, DE. He also remained proud of his Estonian identity, reclaiming citizenship when the nation regained independence. A family memorial service was held at the Gorsline Runciman funeral home in East Lansing, MI, on Saturday, December 5. Donations may be made in his memory to the Estonian Evangelical Lutheran Church of Lakewood, 607 East 7th St, Lakewood, NJ 08701.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788657", "headline": {"main": "Paid Notice: Deaths  GRAINE, ANNE "}, "snippet": "GRAINE--Anne (Honey). 98, of West Palm Beach, FL. Devoted wife of the late Murray R. Graine. Beloved mother of Nancy Shapiro (Robert I.) and Pamela Estes (the late Richard M.) Cherished grandmother of Bettina Cisneros (William), Thomas Shapiro (Al...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:33Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664072e38f0d8161e789528", "word_count": "65", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ANNE GRAINE -->GRAINE--Anne (Honey).<br/><br/> 98, of West Palm Beach, FL. Devoted wife of the late Murray R. Graine. Beloved mother of Nancy Shapiro (Robert I.) and Pamela Estes (the late Richard M.) Cherished grandmother of Bettina Cisneros (William), Thomas Shapiro (Aline), Kenneth, William (Gayle Katzman) and Jessica Estes. Loving great-grandmother of Marina and Jared Cisneros, Audrey, Henry and Charlie Shapiro and Lana and Aaron Estes. Funeral private.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176788656", "headline": {"main": "Paid Notice: Deaths  SELLNER, ARTHUR "}, "snippet": "SELLNER--Arthur B., 91, passed away peacefully surrounded by family on December 1st. We celebrate your long life well-lived as a native New Yorker, WWII hero, NYU alum, devoted husband to Aunt Judy, skier, handyman, friend to many, witty wisecrack...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-05T19:07:31Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5664073138f0d8161e789533", "word_count": "54", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ARTHUR SELLNER -->SELLNER--Arthur B., 91,<br/><br/> passed away peacefully surrounded by family on December 1st. We celebrate your long life well-lived as a native New Yorker, WWII hero, NYU alum, devoted husband to Aunt Judy, skier, handyman, friend to many, witty wisecracker, and our wonderful Uncle Art. Love, Mae, Ed and Nicole. Private family service in Massachusetts.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 50, "offset": 50, "hits": 500}}, "status": "OK"}