{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175788270", "headline": {"main": "Paid Notice: Deaths  SACKS, OLIVER "}, "snippet": "SACKS--Oliver, M.D. The staff, trustees and Fellows of The New York Academy of Medicine mourn the passing of our friend and colleague Dr. Oliver Sacks. A gifted neurologist, Oliver was keenly attuned to the lives of his patients. A man of wide-ran...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:17Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469838f0d8054461e6f3", "word_count": "75", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- OLIVER SACKS -->SACKS--Oliver, M.D.<br/><br/> The staff, trustees and Fellows of The New York Academy of Medicine mourn the passing of our friend and colleague Dr. Oliver Sacks. A gifted neurologist, Oliver was keenly attuned to the lives of his patients. A man of wide-ranging interests and curiosity, his writing conveyed the fascination of medicine to audiences everywhere. We send our condolences to Oliver's partner, Bill Hayes, to his longtime assistant, Kate Edgar, and to his extended family.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788268", "headline": {"main": "Paid Notice: Deaths  HAMMETT, CYNTHIA "}, "snippet": "HAMMETT--Cynthia Hull, artist and arts patron, opera lover, animal rescuer, global traveler, chef and hostess extraordinaire, passed away on Tuesday, September 8, 2015, after battling courageously for three months complications of ovarian cancer a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:15Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469638f0d8054461e6e9", "word_count": "463", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CYNTHIA HAMMETT -->HAMMETT--Cynthia Hull,<br/><br/> artist and arts patron, opera lover, animal rescuer, global traveler, chef and hostess extraordinaire, passed away on Tuesday, September 8, 2015, after battling courageously for three months complications of ovarian cancer at Memorial Sloan Kettering Cancer Center in New York. Cynthia, 75, was the daughter of the late Peggy and the late John Hammett. She had an incredible career in communications, journalism and art. Cynthia was born in New York City and raised in New Jersey, mostly in Summit and Bay Head. For the past 25 years, Cynthia lived with her husband, Richard A. Russack, in Fort Worth, Texas, New Harbor, Maine, and since 2008, they had an apartment in New York City. Cynthia graduated from the Kent Place School, and earned her B.A. and M.A. degrees in art history and urban planning at the University of Wisconsin, Madison. She was awarded a Fullbright Scholarship to study at the University of Florence, a Kresge Fellowship for study at the Courtauld Institute of Art in London and the London School of Economics. Ms. Hammett began her communications career with the Prudential Life Insurance Company, and also worked with Chase and was the director of communications for Philip Morris International for 10 years, producing brochures, films and managing the Company's Art Exhibition Program in various capitals of the world. She briefly worked for Planned Parenthood International in New York, before becoming managing editor of the Block Island Times, where she and Richard lived for nearly 20 years. It was in 2000, when she and her husband began building their New Harbor home that Cynthia started oil painting under the guidance of the late John Urbain, a friend and noted collage and oil painter. She took classes at Texas Christian University in Fort Worth under now retired professor of art Jim Woodson, who was the 2014 Texas Artist of the Year. She also has exhibited at numerous galleries and art centers in Fort Worth and mid-coast Maine. Her paintings are a part of collections throughout the United States and Europe. In addition to her husband and their pets, Paolo, Lucia, Raven and Boris, Cynthia's survivors include: sister Elizabeth Taggart and husband, Bill; brother Peter and wife, Prudence; nephews Chris Nolan and wife Carolyn, and children, Morgan and Ian, and Peter Hammett and wife Kristy, and daughter Lucille; nieces Hilary Cohen and son Patrick Penlington, and Priscilla Vincent and husband Rob, and children, Hadley and Cooper; and numerous cousins. Additionally, Cynthia had great influence on the lives of Richard's three children: son Eric and wife Amy; daughter Robin and husband Jim Brown; and son Evan and wife Kelly; and their children, Will, Chloe, Claire and Kate Russack; Samantha, Scott and Ted Brown; and Trevor and Lucas Russack. Cynthia's ashes will be buried in New Harbor.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788269", "headline": {"main": "Paid Notice: Deaths  KAUFMAN, VIVIAN "}, "snippet": "KAUFMAN--Vivian. Her children Allan, Stacey and Glenn are inconsolably sad to advise those who knew her, that as of Monday past, Vivian (Gail Tobias) has exited her mortal coil. Also survived by her three loving grandchildren, Hannah, Henry, Evie ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:15Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469638f0d8054461e6eb", "word_count": "56", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- VIVIAN KAUFMAN -->KAUFMAN--Vivian.<br/><br/> Her children Allan, Stacey and Glenn are inconsolably sad to advise those who knew her, that as of Monday past, Vivian (Gail Tobias) has exited her mortal coil. Also survived by her three loving grandchildren, Hannah, Henry, Evie and myriad friends and extended family. Services today 11:30am at \"The Riverside\" 76th Street and Amsterdam Avenue.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788267", "headline": {"main": "Paid Notice: Deaths  GOLS, JOHN "}, "snippet": "GOLS--John. Gentleman, Veteran and ABS Real Estate Executive passes away. John Gols, a true gentleman, loved and respected by all who knew him has passed away at the age of 82. He is survived by his wife Joan, children Jean, Susan and John as well...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469638f0d8054461e6e8", "word_count": "221", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN GOLS -->GOLS--John.<br/><br/> Gentleman, Veteran and ABS Real Estate Executive passes away. John Gols, a true gentleman, loved and respected by all who knew him has passed away at the age of 82. He is survived by his wife Joan, children Jean, Susan and John as well as his sister Anita and his 11 grandchildren. John served in the US Navy aboard the USS Hornet and thereafter began his real estate career as a leasing broker with Helmsley Spear. John worked at Helmsley Spear for more than 35 years, responsible for the leasing of many prominent buildings within their portfolio. Eventually he anchored his experience with ABS Partners Real Estate as one of their top Executives. During his 16 year tenure with ABS, John negotiated countless agreements and leases and managed a large portfolio of commercial real estate. He was a mentor to many in the firm and epitomized the company motto of 'Building Partnerships that last'. His thoughtfulness, kindness and good nature will certainly be missed by all of those who touched his life as well as those he touched. John was truly a \"guys guy\". Our thoughts and prayers are with Joan and the family. May he rest in peace, Earle S. Altman Gregg L. Schenker Peter Burack Steven Hornstock Jason Fein Gary Forster and the ABS Partners Real Estate Family<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788266", "headline": {"main": "Paid Notice: Deaths  SYKES, JOYCE "}, "snippet": "SYKES--Dr. Joyce Jones, model, actress, drama therapist, died September 7, 2015. Survived by husband Dr. Wilbert R. Sykes, sons Derek and Drew, four grandchildren and twin sister Dr. Janet Laidman. Services will held on Friday, September 11th at 6...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469838f0d8054461e6f4", "word_count": "52", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOYCE SYKES -->SYKES--Dr. Joyce Jones, model, actress, drama therapist, died September 7, 2015. Survived by husband Dr. Wilbert R. Sykes, sons Derek and Drew, four grandchildren and twin sister Dr. Janet Laidman. Services will held on Friday, September 11th at 6pm at George T. Davis Funeral Home, 14 Le Count Place, New Rochelle, NY.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788265", "headline": {"main": "Paid Notice: Deaths  RAIMI, SHEPHERD "}, "snippet": "RAIMI--Shepherd. Died September 8, 2015 at home in New York City. Born Detroit, MI, April 6, 1931 to Jacob and Sylvia Raimi. Graduate of Cornell University 1952 and Harvard Law School 1955. Member of the New York Bar. Served with the United States...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469838f0d8054461e6f2", "word_count": "106", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SHEPHERD RAIMI -->RAIMI--Shepherd.<br/><br/> Died September 8, 2015 at home in New York City. Born Detroit, MI, April 6, 1931 to Jacob and Sylvia Raimi. Graduate of Cornell University 1952 and Harvard Law School 1955. Member of the New York Bar. Served with the United States Army 1956-57, stationed in Korea. Worked for Citibank in Japan 1958-60 and worked on Asian business matters at The Bank of New York throughout the 1960's. Was admitted to the New York Bar in 1970. Founding Member of Board of Directors of Lambda Legal Defense 1972. Member of the Board of Trustees of Alcoholics Anonymous 1985-89 and Chairman of AA World Services 1986-87.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788264", "headline": {"main": "Paid Notice: Deaths  LEVINSON, PATRICIA "}, "snippet": "LEVINSON--Patricia S. Our sincerest condolences to Bob, his children Margot, John and Drew and grandchildren. Pat was an extraordinary woman who we will missed for her friendship, kindness, wit and empathy. Her wise leadership on Mount Sinai's Cen...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:08Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469638f0d8054461e6ec", "word_count": "50", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PATRICIA LEVINSON -->LEVINSON--Patricia S.<br/><br/> Our sincerest condolences to Bob, his children Margot, John and Drew and grandchildren. Pat was an extraordinary woman who we will missed for her friendship, kindness, wit and empathy. Her wise leadership on Mount Sinai's Center were multi cultural and community affairs was inspiring. Diane and Fin Fogg<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788263", "headline": {"main": "Paid Notice: Deaths  FISHKIN, HAROLD "}, "snippet": "FISHKIN--Harold. Died on September 9, 2015. Loving husband of 68 years to Rhoda, devoted father of Michael (Ellen) Fishkin and Michelle (Jerry) Levine, adored grandfather of three grandchildren, three great- grandchildren and dear brother of Berna...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:06Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469538f0d8054461e6e7", "word_count": "46", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HAROLD FISHKIN -->FISHKIN--Harold. Died on September 9, 2015. Loving husband of 68 years to<br/><br/> Rhoda, devoted father of Michael (Ellen) Fishkin and Michelle (Jerry) Levine, adored grandfather of three grandchildren, three great- grandchildren and dear brother of Bernard. Retired from the Upjohn Co. The patriarch of his family.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788262", "headline": {"main": "Paid Notice: Deaths  VANCE, SUSAN "}, "snippet": "VANCE--Susan 85, of New York City, died peacefully at home in Manhattan, September 8. Beloved wife of the late Gordon R. Vance, who passed earlier this year at 89. She is survived by her loving daughter Kathleen Vance and son-in-law John Bianchi, ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:04Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469838f0d8054461e6f5", "word_count": "146", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SUSAN VANCE -->VANCE--Susan 85, of New York City, died peacefully at home in Manhattan, September 8. Beloved wife of the late Gordon R. Vance, who passed earlier this year at 89. She is survived by her loving daughter Kathleen Vance and son-in-law John Bianchi, beloved granddaughters Julia and Dinah Bianchi, of Greenwich Village; her devoted sister Jenny Krevolin and brother-in-law Lewis Krevolin of Rhinebeck, NY, and many much-loved nephews, nieces and cousins. A graduate of Hunter College and Pratt Institute, her career as a rare female package designer in the toy industry, and later in media and retail design, brought her great personal satisfaction. In her later life, she devoted her time to her grandchildren, to volunteering as an English-language tutor, and to the community of Davis Park, Fire Island. She will be greatly missed by all. A private family service will be held in the near future.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175788261", "headline": {"main": "Paid Notice: Deaths  LEVINSON, PATRICIA "}, "snippet": "LEVINSON--Patricia. We mourn the loss of our great friend, Pat Levinson. She was unique and so special. Our love to Bob and the family. Dale Christensen and Patricia Hewitt...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-09T20:11:02Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55f1469738f0d8054461e6f0", "word_count": "29", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PATRICIA LEVINSON -->LEVINSON--Patricia.<br/><br/> We mourn the loss of our great friend, Pat Levinson. She was unique and so special. Our love to Bob and the family. Dale Christensen and Patricia Hewitt<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 56, "offset": 90, "hits": 1074}}, "status": "OK"}