{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000176387280", "headline": {"main": "Paid Notice: Deaths  DEMAIN, GERALD "}, "snippet": "DEMAIN--Gerald William. June 19, 1922-November 6, 2015. Jerry, 93, passed away peacefully at home on Friday, November 6, surrounded by his beshert, Lorrie and all his devoted children. He was born in Brooklyn and moved to Los Angeles in 1945, afte...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:55Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2638f0d85411acb2e7", "word_count": "55", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GERALD DEMAIN -->DEMAIN--Gerald William.<br/><br/> June 19, 1922-November 6, 2015. Jerry, 93, passed away peacefully at home on Friday, November 6, surrounded by his beshert, Lorrie and all his devoted children. He was born in Brooklyn and moved to Los Angeles in 1945, after serving in the US Army. In Los Angeles, he became President of Cantor Fitzgerald.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387279", "headline": {"main": "Paid Notice: Deaths  HABER, LEE "}, "snippet": "HABER--Lee, of Roslyn, NY, passed away on November 5 at the age of 97. Beloved wife of 61 years of Irving Haber. Born in Queens, she was the daughter of Benjamin and Byla Baum. A 1940 graduate of Hunter College, Lee was fluent in five languages, a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:53Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2838f0d85411acb2ef", "word_count": "85", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LEE HABER -->HABER--Lee, of Roslyn, NY, passed away on November 5 at the age of 97. Beloved wife of 61 years of Irving Haber. Born in Queens, she was the daughter of Benjamin and Byla Baum. A 1940 graduate of Hunter College, Lee was fluent in five languages, and was always known as sharp, witty and feisty. A member of Shelter Rock Jewish Center for 50 years, Lee was a loving mother, grandmother and great-grandmother. Lee devoted her life to her family and will be dearly missed.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387278", "headline": {"main": "Paid Notice: Deaths  BROWN, GABRIELLA "}, "snippet": "BROWN--Gabriella, passed away November 5th surrounded by her family. A true matriarch; strong, brilliant, beautiful and courageous. She was and remains an inspiration to all who knew her. She will be deeply missed. She is survived by her loving an...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:51Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2538f0d85411acb2e5", "word_count": "74", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GABRIELLA BROWN -->BROWN--Gabriella,<br/><br/> passed away November 5th surrounded by her family. A true matriarch; strong, brilliant, beautiful and courageous. She was and remains an inspiration to all who knew her. She will be deeply missed. She is survived by her loving and devoted husband, David C. Brown, M.D. devoted daughter Renee J. Prager, Esq., son-in-law Ron Prager, beloved granddaughter Hara J. Prager, loving sister Marta Foldi, goddaughter Gabriella Gabbamonte, stepdaughter Sheelin Brown-Spoerri, and stepson Randal Brown.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387277", "headline": {"main": "Paid Notice: Deaths  KALB, SANFORD "}, "snippet": "KALB--Sanford \"Sandy\" passed away Friday, November 6 after a brief illness, at the age of 92. He and his beloved wife, Francine, had a 72 year love affair. He is survived by his beautiful wife Francine, his son Gary and his wife Bonnie, and their ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:49Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2b38f0d85411acb2f3", "word_count": "118", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SANFORD KALB -->KALB--Sanford \"Sandy\"<br/><br/> passed away Friday, November 6 after a brief illness, at the age of 92. He and his beloved wife, Francine, had a 72 year love affair. He is survived by his beautiful wife Francine, his son Gary and his wife Bonnie, and their daughters Heather Lori and Shannon Rose; his daughter Shoshanna Smith and her husband Robert, and their son Justin Ross; his brother Morton and sister-in-law Judy and many cherished nieces, nephews, grand-nieces and grand-nephews. His dear mother Rae passed away in 1967. The world lost a major source of love and light with Sandy's passing. A graveside funeral is planned for Sunday, November 8 at 1pm in King Solomon Cemetery, Dwasline Rd, Clifton, NJ.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387276", "headline": {"main": "Paid Notice: Deaths  SOCHA, WLADYSLAW "}, "snippet": "SOCHA--Wladyslaw Wojciech, MD, PhD, died September 23, 2015 at his home in Nyack, NY. Born on June 03, 1926 in Paris France, he graduated from the Medical Academy in Cracow, Poland. He was Research Professor of Forensic Medicine, Director and Head...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:47Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2e38f0d85411acb303", "word_count": "166", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WLADYSLAW SOCHA -->SOCHA--Wladyslaw<br/><br/> Wojciech, MD, PhD, died September 23, 2015 at his home in Nyack, NY. Born on June 03, 1926 in Paris France, he graduated from the Medical Academy in Cracow, Poland. He was Research Professor of Forensic Medicine, Director and Head of the Department of Pathology and Human Genetics in the Institute of Pediatrics (founded and formerly known as the American Research Hospital in Poland) in the Medical Academy in Cracow, Poland. Since 1969 in the USA, he was Research Professor of Forensic Medicine, Director of Primate Blood Group Reference Laboratory for Experimental Medicine and Surgery in Primates (LEMSIP) of New York University School of Medicine. Associate Director of WHO Collaborating Center of Haematology of Primates. He authored five books and numerous publications related to human blood serology, forensic pathology, transplantation immunology and molecular biology. He was buried in his ancestors' tomb in the cemetery of St. Salvator in Cracow, Poland. He is survived by his grieving wife, Adelia Catherine, his brother, Andrei and nephew, Martin.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387275", "headline": {"main": "Paid Notice: Deaths  BOEGEHOLD, ALAN "}, "snippet": "BOEGEHOLD--Alan Lindley (1927-2015) was born March 21, 1927 in Detroit, Michigan. He received his A.B. from the University of Michigan in 1950, and his M.A. and Ph.D. degrees in Classical Philology from Harvard University in 1954 and 1958. He firs...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:45Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2538f0d85411acb2e3", "word_count": "232", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALAN BOEGEHOLD -->BOEGEHOLD--Alan Lindley<br/><br/> (1927-2015) was born March 21, 1927 in Detroit, Michigan. He received his A.B. from the University of Michigan in 1950, and his M.A. and Ph.D. degrees in Classical Philology from Harvard University in 1954 and 1958. He first taught as Instructor in Classics at the University of Illinois at Urbana in 1957, followed in 1960 by 41 years at Brown University in the Department of Classics where he served intermittently as Chairman and Director of Ancient Studies. His career at Brown was punctuated by visiting professorships at Harvard, Yale, and Berkeley. After his retirement he was Visiting Professor at Amherst College for two years, and Florida State University for one semester. He had a life-long relationship with the American School of Classical Studies at Athens, Greece, as director for numerous summer sessions, as a Research Fellow at the Agora Excavations, as Mellon Professor, Chairman of the Managing Committee, and a trustee of the American School and the Gennadius Library. In addition to his numerous scholarly publications, Alan took great pleasure in writing and reading poetry, producing three volumes of original work and translating the poems of Constantine Cavafy. He was an avid tennis and squash player, and knowledgeable amateur mycologist. Alan is survived by Julie, his wife of 61 years, sister Barbara, brother David, sons David and Alan, daughters Lindley and Alison, and eight grandchildren. Visit <a rel=\"nofollow\" href=\"www.waring-\">www.waring-</a> <a href=\"http://sullivan.com\" target=\"_new\" rel=\"nofollow\">sullivan.com</a> for tributes<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387273", "headline": {"main": "Paid Notice: Deaths  KESSLER, ANN "}, "snippet": "KESSLER--Ann. The Workmen's Circle mourns the loss of an extraordinary labor activist and leader, Ann Kessler. A lifelong member, she served on our National Executive Board. The Workmen's Circle community extends its deepest sympathy to her daught...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2b38f0d85411acb2f4", "word_count": "49", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ANN KESSLER -->KESSLER--Ann.<br/><br/> The Workmen's Circle mourns the loss of an extraordinary labor activist and leader, Ann Kessler. A lifelong member, she served on our National Executive Board. The Workmen's Circle community extends its deepest sympathy to her daughter, Cynthia Waxman and her family. Peter Pepper, President Ann Toback, Executive Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387272", "headline": {"main": "Paid Notice: Deaths  GROSSMAN, SEYMOUR "}, "snippet": "GROSSMAN--Seymour (Sy). Sy Grossman, of Berkeley, CA, husband, father, grandfather, brother, uncle, and friend, died on November 2nd. Sy, a retired physician, was a musician and artist; the consummate Oakland Raiders fan; a devoted film, theater, ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:41Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2838f0d85411acb2ee", "word_count": "93", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SEYMOUR GROSSMAN -->GROSSMAN--Seymour (Sy).<br/><br/> Sy Grossman, of Berkeley, CA, husband, father, grandfather, brother, uncle, and friend, died on November 2nd. Sy, a retired physician, was a musician and artist; the consummate Oakland Raiders fan; a devoted film, theater, and concert-goer; an enthusiastic traveler; a dedicated follower of politics; a passionate student and teacher; a lover of good food and fine wine. A celebration of Sy's life will be held early next year. Details to follow. Donations in Sy's name may be made to the ACLU, the California Jazz Conservatory, or the Center for Reproductive Rights.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387270", "headline": {"main": "Paid Notice: Deaths  LEONARD, MICHAEL "}, "snippet": "LEONARD--Michael. Dear Mickey, Gone but not forgotten. Susan & David...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:39Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2c38f0d85411acb2f9", "word_count": "10", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MICHAEL LEONARD -->LEONARD--Michael.<br/><br/> Dear Mickey, Gone but not forgotten. Susan & David<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176387269", "headline": {"main": "Paid Notice: Deaths  LEE, CHARLES "}, "snippet": "LEE--Charles Carroll, Jr., 86, of Spring Island, South Carolina and Prouts Neck, Maine, died peacefully on November 5, 2015 surrounded by his children at the family home in Maine. Charlie was born to Eleanor Hurd and Charles C. Lee in New York Cit...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-11-07T19:05:37Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "563f1d2c38f0d85411acb2f8", "word_count": "498", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CHARLES  LEE -->LEE--Charles Carroll, Jr., 86, of Spring Island, South Carolina and Prouts Neck, Maine, died peacefully on November 5, 2015 surrounded by his children at the family home in Maine. Charlie was born to Eleanor Hurd and Charles C. Lee in New York City on July 11, 1929. His beloved wife of 59 years, Sally White Lee, died in April of 2014. Charlie is lovingly remembered by his four children and their spouses: Sally L. Swift (and Edward) of Carlisle, MA; Diana L. Hammond (and Peter) of Perth, Australia; Lucy L. LaCasse (and William) of Scarborough, ME; and Charles C. Lee, III (and Eliza) of Philadelphia, PA. He is also survived by 11 grandchildren, two great-grandchildren, his sister Mary L. Lambert of New York City, and many much loved nieces and nephews. He was predeceased by his sisters Eleanor L. Congdon and Cynthia L. Russell, and his brother Thomas S. Lee. Charlie attended St. Bernard's School in New York City, Middlesex School in Concord, MA, and graduated from Yale University in 1950. After college, he enlisted in the Marine Corps and served as a captain in Korea. Upon returning, Charlie worked briefly for Bates Manufacturing before joining White Weld & Co. in 1955, from which he retired as Vice Chairman upon the sale of the firm in 1978. Following his retirement, Charlie was involved in several business ventures, both in banking and corporate philanthropy. However, the majority of his time was devoted to service on a variety of school boards, community organizations and numerous affiliations with the Episcopal Church. Charlie served as the Head of the Board of Trustees at Middlesex School and Far Hills Country Day School; Head of the Vestry of St. John's on the Mountain in Bernardsville, NJ; Senior Warden at Trinity Church in New York City; and as a Trustee of General Theological Seminary in New York City, from which he received an honorary Doctorate degree in 2001. Charlie and Sally raised their four children in Far Hills, New Jersey and moved to Spring Island, South Carolina in 1998. He and Sally traveled extensively, visiting over 50 countries, exploring the natural and cultural wonders of the world. Charlie will be fondly remembered for his devotion to his wife Sally, his love of extended family, his wisdom and his wry sense of humor. He enjoyed golf with family and friends (where he showed occasional flashes of brilliance), Sunday night picnics and cribbage games with his grandchildren. All who knew Charlie will remember his quiet counsel and compassion that he imparted with humility and grace. A memorial service for Charles C Lee will be held on November 18th at 1:30pm at Trinity Church, 75 Broadway, New York City. In lieu of flowers, donations can be made in his memory to St. James Church, 499 Black Point Rd, Scarborough, ME 04074 or to the Spring Island Trust Foundation, 40 Mobley Oaks Lane, Okatie, SC 29909. Services are being handled by Hobbs Funeral Home, 230 Cottage Road, Scarborough, ME.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 44, "offset": 70, "hits": 533}}, "status": "OK"}