{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175219465", "headline": {"main": "Paid Notice: Deaths  SILFEN, SUSAN "}, "snippet": "SILFEN--Susan. November 15, 1947 - July 3, 2015. Susie passed away suddenly and peacefully in her sleep on Friday morning. She was the beloved daughter of the late Esther and Herman Silfen and sister to David Silfen and Ellen Margolin. Susan was l...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:54Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22938f0d85d1cff571e", "word_count": "105", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SUSAN SILFEN -->SILFEN--Susan.<br/><br/> November 15, 1947 - July 3, 2015. Susie passed away suddenly and peacefully in her sleep on Friday morning. She was the beloved daughter of the late Esther and Herman Silfen and sister to David Silfen and Ellen Margolin. Susan was loved by her family and all who cared for her over the years, particularly those at the YAI Riverdale Residence. Despite her profound disabilities, Susie's charisma was felt by all who knew her and she will be missed. In lieu of flowers, the family requests contributions be made in her name to the YAI Riverdale Residence, 281 West 261st St., Bronx, NY 10471.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219464", "headline": {"main": "Paid Notice: Deaths  SOFAER, MOZELLE "}, "snippet": "SOFAER--Mozelle Ephraim Ezekiel, died in Palo Alto, California, on June 21, 2015, almost 100 years after her birth in Bombay, India on July 3, 1915. She was the 9th of 13 children born to Ephraim Yedidiah Ezekiel from Kirkuk, and his second wife, ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:52Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22938f0d85d1cff571f", "word_count": "191", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MOZELLE SOFAER -->SOFAER--Mozelle Ephraim<br/><br/> Ezekiel, died in Palo Alto, California, on June 21, 2015, almost 100 years after her birth in Bombay, India on July 3, 1915. She was the 9th of 13 children born to Ephraim Yedidiah Ezekiel from Kirkuk, and his second wife, Lulu Mitana from Baghdad. Her father was a businessman who sold fez hats and other accessories. She was orphaned at the age of 11. Because of her exceptional ability to memorize, Mozelle was recruited by Mrs. Naidu of the Congress Party of India to carry secret messages to and from M.K. Gandhi during his imprisonment by the British in Yerwada around 1930. In 1933, Mozelle married David Meyer Sofaer, a Baghdadi Jew born in Rangoon, Burma. David had a successful career with the E.D. Sassoon Company and later also established his own trading business. In Bombay, Mozelle was active in the charities of the Jewish Women's League, was a superb cook, a mystic and loved music and dancing. The family immigrated to the U.S. in 1952. She is survived by her children, Pearl, Abraham, Isaac, and Shoshanna, 13 grandchildren and 13 great- grandchildren. She will be greatly missed.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219463", "headline": {"main": "Paid Notice: Deaths  GOLDSMITH, MARCIA "}, "snippet": "GOLDSMITH--Marcia Stebbins. Park East Synagogue Sisterhood is heartbroken over the loss of our beloved past President and Board Member, Marcia Stebbins Goldsmith. Marcia was one of our most devoted leaders and will be greatly missed....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:50Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22538f0d85d1cff570d", "word_count": "35", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARCIA  GOLDSMITH -->GOLDSMITH--Marcia<br/><br/> Stebbins. Park East Synagogue Sisterhood is heartbroken over the loss of our beloved past President and Board Member, Marcia Stebbins Goldsmith. Marcia was one of our most devoted leaders and will be greatly missed.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219462", "headline": {"main": "Paid Notice: Deaths  GOLDSMITH, MARCIA "}, "snippet": "GOLDSMITH--Marcia Stebbins. Park East Synagogue mourns the passing of our devoted longtime member and Sisterhood past President, Marcia Stebbins Goldsmith, beloved wife of the late Warren R. Goldsmith, loving mother of Susan Herman, Rachel Katz, a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22438f0d85d1cff570b", "word_count": "54", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARCIA  GOLDSMITH -->GOLDSMITH--Marcia<br/><br/> Stebbins. Park East Synagogue mourns the passing of our devoted longtime member and Sisterhood past President, Marcia Stebbins Goldsmith, beloved wife of the late Warren R. Goldsmith, loving mother of Susan Herman, Rachel Katz, and Ilene (David) Rapkin. To them and the entire family our sincere sympathy. Rabbi Arthur Schneier Herman Hochberg, President<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219461", "headline": {"main": "Paid Notice: Deaths  GOLDSMITH, MARCIA "}, "snippet": "GOLDSMITH--Marcia. Jewish Foundation for Education of Women mourns the passing of Marcia Goldsmith. The first woman to serve as President of the Foundation Board, her commitment to the service of women's education and economic advancement was unwa...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:46Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22438f0d85d1cff570a", "word_count": "72", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARCIA GOLDSMITH -->GOLDSMITH--Marcia.<br/><br/> Jewish Foundation for Education of Women mourns the passing of Marcia Goldsmith. The first woman to serve as President of the Foundation Board, her commitment to the service of women's education and economic advancement was unwavering for over six decades. We will miss her sharp intellect and elegance, and extend condolences to daughters Susan Herman, Rachel Katz, Ilene Rapkin and their families. Phyllis G. Korff, President; Elizabeth L. Kraiem, Executive Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219459", "headline": {"main": "Paid Notice: Deaths  LINDH, HENRY "}, "snippet": "LINDH--Henry Colwell Beadleston, of Narragansett, Rhode Island, died peacefully in New York City on July 3, 2015. Son of the late Alice Lee Beadleston Lindh and Fritz Philip Lindh, Mr. Lindh was born in New York City on August 14, 1930 and attende...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22738f0d85d1cff5713", "word_count": "524", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HENRY LINDH -->LINDH--Henry Colwell Beadleston, of Narragansett, Rhode Island, died peacefully in New York City on July 3, 2015. Son of the late Alice Lee Beadleston Lindh and Fritz Philip Lindh, Mr. Lindh was born in New York City on August 14, 1930 and attended The Buckley School, St. Paul's School in Concord, New Hampshire, and Yale College, receiving his undergraduate degree in economics in 1952. He also received an MBA from Columbia Business School. After service with the United States Army Audit Agency during the Korean War, Mr. Lindh joined Price Waterhouse, becoming a certified public accountant, followed by a distinguished 35 year career on Wall Street, where he was a partner at Faulkner Dawkins & Sullivan and senior vice president, treasurer and chief financial officer of investment firms Wood Gundy & Co. and Richardson Greenshields. For a short time, he was a member of the New York Stock Exchange. He was the breeder and owner of numerous successful thoroughbred race horses including Grade I stakes winner Grecian Flight and was a member of The Thoroughbred Club of America, the Turf & Field Club and the National Steeplechase Association and had been treasurer of the National Horse Show and a trustee of its foundation. Mr. Lindh was very active in charitable organizations, including 50 years on the board of The Seamen's Church Institute of New York and New Jersey, where he served as president and treasurer, and 25 years on the board of The New York Genealogical & Biographical Society, serving as chairman, president and treasurer. He had also been a trustee of the Holland Lodge Foundation. He was a life member of the Union Club, ranking number 10 on the seniority list, and serving on the board of governors and as treasurer for a number of years. A descendant through his mother of the very earliest New York families, including Robert Livingston, First Lord of the Manor of Livingston, 1686, John Pell, Second Lord of the Manor of Pelham, 1670, Richard Post of Southampton, Long Island, 1640, and Nicholas Pierre Gouverneur, who came to New Amsterdam in 1663, Mr. Lindh was a member of the New York Society of the Cincinnati, The Huguenot Society of America, where he was president at the time of his death, the Saint Nicholas Society, the Society of Colonial Wars, Holland Society, New England Society and Lords of Manors, as well as Squadron A, the Newport Reading Room, the Clambake Club and the Dunes Club. A kind, thoughtful and generous man, he is survived by his wife Elizabeth Powers Lindh, his son Andrew Seton Post Lindh, his daughter Jennifer Davis Lindh and four grandchildren, Alice Post Lindh Peterson, Phoebe Pell Lindh Peterson, Henry Livingston Post Lindh and William Morgan Pell Lindh. He was predeceased by his first wife Kathleen Davis Lindh and his brother David E. P. Lindh. Services will be held at 11 o'clock on Wednesday, July 15, 2015 at St. James' Church, 865 Madison Avenue, New York City. Interment will be private at Woodlawn Cemetery. In lieu of flowers, contributions may be made to The Huguenot Society of America, 20 West 44 St., New York, NY 10036.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219460", "headline": {"main": "Paid Notice: Deaths  GOLDSMITH, MARCIA "}, "snippet": "GOLDSMITH--Marcia Stebbins, peacefully passed away at age 92 with her family at her side on July 3rd 2015. As a board member of The Jewish Foundation for Education of Women. Marcia profoundly improved the lives of those less fortunate than her. Sh...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22438f0d85d1cff5709", "word_count": "222", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARCIA GOLDSMITH -->GOLDSMITH--Marcia<br/><br/> Stebbins, peacefully passed away at age 92 with her family at her side on July 3rd 2015. As a board member of The Jewish Foundation for Education of Women. Marcia profoundly improved the lives of those less fortunate than her. She was a graduate of Hunter College. With her adoring and beloved husband Warren of fifty-seven years she shared a life-long appreciation of art, music, nightlife, ballet, theater and especially travel, spanning the globe often with extended family in tow. Her dinner parties and Seders were legendary. While Marcia's spiritual life was her constant compass it was her family that was the foundation of her being. She leaves behind her daughters Susan Herman, Rachel Katz and Ilene Rapkin, grandchildren Zachary Herman and Gabriel Herman, Rebecca Brown, Edward Katz, Kimberly Katz and Asher Rapkin; extended family members David Rapkin, Caitlin Rolls, Tzili Ressler, Jennifer Katz and dear family friend Dr. Garet Gordon. Her cherished great grandchildren are Sabrina Katz and Chelsea Katz. In lieu of flowers, the family requests that donations be made to The Jewish Foundation for Education of Women, the Sharon Chapter of Hadassah or the Park East Synagogue Day School in memory of Marcia Stebbins Goldsmith. Services will be held at \"The Riverside\", 180 West 76th Street on Monday, July 6th at 12 Noon. The Interment will be private.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219458", "headline": {"main": "Paid Notice: Deaths  PARKAS, PHILIP "}, "snippet": "PARKAS--Philip P. Judith Parkas, his wife of 51 years, announces the death of Philip P. Parkas. He was born in New York City in 1927. After a tumultuous childhood, he graduated from Forest Hills High School and joined the Army. The GI Bill helped ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:40Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22838f0d85d1cff5717", "word_count": "170", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PHILIP PARKAS -->PARKAS--Philip P.<br/><br/> Judith Parkas, his wife of 51 years, announces the death of Philip P. Parkas. He was born in New York City in 1927. After a tumultuous childhood, he graduated from Forest Hills High School and joined the Army. The GI Bill helped him attend the Wharton School - University of Pennsylvania (Class of 1950) and Columbia University (MBA 1952). He was a successful businessman (bowling centers), a concert promoter (with Erwin Frankel) a Westside activist (Ansonia Independent Democrats), pivotal board member (290 WEA). He loved the music, dancing and food associated with his Greek-American heritage. He was handsome, robust and fun - also well informed and accomplished. He is survived his daughter, Valerie Parkas Kendler, her husband Jason Kendler and their children Stephanie Parkas Kendler and Philip Jack Kendler; also Peter and Dianne Parkas and Arielle, Levi, Josiah and Simone. The last six years were a struggle as Alzheimer's slowly diminished his person and even that he handled with dignity. There will be a memorial service in September.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219457", "headline": {"main": "Paid Notice: Deaths  HELMAN, GILBERT "}, "snippet": "HELMAN--Gilbert. UJA-Federation of New York mourns the passing of Gilbert Helman, a longtime and generous supporter of UJA-Federation. We extend our heartfelt condolences to Gilbert's wife, Joy; his children, Denice H. Rein and Mark Helman; his gr...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22538f0d85d1cff570e", "word_count": "71", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GILBERT HELMAN -->HELMAN--Gilbert.<br/><br/> UJA-Federation of New York mourns the passing of Gilbert Helman, a longtime and generous supporter of UJA-Federation. We extend our heartfelt condolences to Gilbert's wife, Joy; his children, Denice H. Rein and Mark Helman; his grandchildren, Nicki R. Shalette, Alex Rein, Sarah and Jim Helman; his great- grandchildren, Mark and Lucas Shalette; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; Eric S. Goldstein, CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175219456", "headline": {"main": "Paid Notice: Deaths  PHILIP, CHRIS "}, "snippet": "PHILIP--Dr. Chris, an orthodontist, passed away on July 2, 2015 at the age of 86, he was a long time resident of Tenafly, NJ and most recently of Fort Lee. He was a graduate of NYU (University Heights College of Pure Arts & Sciences) and NYU Colle...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-04T20:08:35Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5598f22838f0d85d1cff5718", "word_count": "256", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CHRIS PHILIP -->PHILIP--Dr. Chris, an orthodontist, passed away on July 2, 2015 at the age of 86, he was a long time resident of Tenafly, NJ and most recently of Fort Lee. He was a graduate of NYU (University Heights College of Pure Arts & Sciences) and NYU College of Dentistry. He received his degree in Orthodontics at Colombia University. After graduating from Dental school he was commissioned as Captain in the U.S. Air Force Dental Corps. Dr. Philip was a professor of Orthodontics at Fairleigh Dickinson University's graduate department, serving as Director of the Cranio-Facial Anomalies and Cleft Palate Programs and was Chairman of the department of Orthodontics. He also served as president of the Northeastern society of Orthodontists and had private practices in New York and New Jersey. Chris was honored with the title Commander Emeritus of the Order of St Andrew the Apostle and was an Archon of the Ecumenical Patriarchate. He served as President of St. Spyridon parish council. Beloved husband of Irene for 59 years. Devoted father of Katherine and husband Dr. Chris Kojanis and son Chris Philip Jr. Loving Grandfather of Lee, Ellyn and Renee Kojanis and brother of Phyllis Zahos and husband Athan Zahos. Visitation at St John the Theologian Greek Orthodox Cathedral Tenafly, NJ on Tuesday 3pm-9pm. Funeral Service Wednesday 11am at St. Spyridon Greek Orthodox Church, New York City. In lieu of flowers donations can be made to either St Spyridon in NYC or Cathedral of St. John in Tenafly, NJ. Services handled by Barrett Funeral Home, New Jersey.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 88, "offset": 40, "hits": 443}}, "status": "OK"}