{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175240813", "headline": {"main": "Paid Notice: Deaths  ROSEN, MARVIN "}, "snippet": "ROSEN--Marvin. Schechter School of Long Island mourns the passing of Marvin Rosen, former Board President and Chair of the Board. Marvin most recently co-chaired SSLI's NYSAIS Self-Study. His contribution to Jewish Day School education at SSLI was...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:12:01Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a838f0d81b1af2d5ee", "word_count": "54", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARVIN ROSEN -->ROSEN--Marvin.<br/><br/> Schechter School of Long Island mourns the passing of Marvin Rosen, former Board President and Chair of the Board. Marvin most recently co-chaired SSLI's NYSAIS Self-Study. His contribution to Jewish Day School education at SSLI was immeasurable. He will be sorely missed. Baruch Dayan Emet. Ira Balsam, President. Cindy Dolgin, Head of School.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240812", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. The Rita and Alex Hillman Foundation mourns the loss of its beloved Board President, James S. Marcus, who helped lead the Foundation for over two decades. An ardent champion of nursing and patient-centered care, he was committed t...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:59Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a538f0d81b1af2d5e4", "word_count": "84", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> The Rita and Alex Hillman Foundation mourns the loss of its beloved Board President, James S. Marcus, who helped lead the Foundation for over two decades. An ardent champion of nursing and patient-centered care, he was committed to supporting work that benefited those most in need. His wit, wisdom and deep humanity will be profoundly missed by the entire Hillman community. We extend our love and heartfelt condolences to his wife Ellen and all his family and friends. Ahrin Mishan, Executive Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240811", "headline": {"main": "Paid Notice: Deaths  FEUERSTEIN, CHARLOTTE "}, "snippet": "FEUERSTEIN--Charlotte. It is with deep sorrow that we have learned of the passing of Charlotte. Charlotte with her beloved husband Sidney, dear friends for almost 50 years. Charlotte personified infectious friendship, enthusiasm, and uplifting hap...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:57Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a338f0d81b1af2d5da", "word_count": "133", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CHARLOTTE FEUERSTEIN -->FEUERSTEIN--Charlotte.<br/><br/> It is with deep sorrow that we have learned of the passing of Charlotte. Charlotte with her beloved husband Sidney, dear friends for almost 50 years. Charlotte personified infectious friendship, enthusiasm, and uplifting happiness. Whenever we were together she was always beautiful and bright. A pleasure to be with. We recall with pleasure the many occasions we spent together. Especially the Rosh Hashana dinners with the Feuerstein family. Charlotte and Sidney played a major role at the Fifth Avenue Synagogue to the benefit of its members. To Sidney, Ronnie, Henry, the grandchildren and the great- children our heartfelt condolences. May her memory be a blessing. We loved you Charlotte and shall miss you. May you rest in peace. Ingeborg and Ira Leon Rennert Tamara and Randall Nina and Mitchell Ari and Erynne<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240810", "headline": {"main": "Paid Notice: Deaths  HARRISON, HELEN "}, "snippet": "HARRISON--Helen Herre, died in the early morning of July 4, after fighting a mysterious and undiagnosed illness for five years. Helen was the author of The Premature Baby Book, a guide for parents that went through seventeen printings and was know...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:54Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a338f0d81b1af2d5db", "word_count": "192", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- HELEN HARRISON -->HARRISON--Helen Herre, died in the early morning of July 4, after fighting a mysterious and undiagnosed illness for five years. Helen was the author of The Premature Baby Book, a guide for parents that went through seventeen printings and was known as \"The Bible\" in neonatal intensive care nurseries. She went on to advocate for parents, insisting that they, rather than doctors, have the right to make life and death decisions in extreme cases. She insisted that doctors give parents a realistic prognosis for survivors of neonatal intensive care. She opposed doctors' tendencies to reassure parents that everything would turn out well, when studies showed the opposite. She was also in the forefront of the movement to ban unanesthetized infant surgery, a common practice until the 1980s, when research showed that it was not only inhumane but harmful to the baby's outcome. Helen was a benign force that changed infant care for the better. She is survived by her beloved children, preemie Edward Harrison and full-term Amy Harrison Sanchez, her son-in-law, Elliot Sanchez, brother Allen Herre of Panama, sister Joan Erwin of North Carolina, and her husband of forty-five years, Alfred Harrison.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240809", "headline": {"main": "Paid Notice: Deaths  ETON, BELLA "}, "snippet": "ETON--Bella, of Larchmont, passed away July 7, 2015, at age 95. Beloved wife of the late Maxwell, devoted mother of Susan, cherished grandmother of Felicia and Richard, Allison and Alan, Jennifer and Marc, and great-grandmother of Simon, James, An...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:52Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce69d38f0d81b1af2d5d7", "word_count": "49", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- BELLA ETON -->ETON--Bella, of Larchmont, passed away July 7, 2015, at age 95. Beloved wife of the late Maxwell, devoted mother of Susan, cherished grandmother of Felicia and Richard, Allison and Alan, Jennifer and Marc, and great-grandmother of Simon, James, Annabel, Maya, Sophia, Lily, and Zoe. For more information, <a rel=\"nofollow\" href=\"www.zion\">www.zion</a><br/><br/> <a href=\"http://memorialchapel.com\" target=\"_new\" rel=\"nofollow\">memorialchapel.com</a>.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240808", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. The Board of Trustees and staff of WNET mourn the loss of our Trustee James S. Marcus. Jim served WNET as a Trustee from 1993 to 2006 and as a Life Trustee beginning in 2006. He was Chairman of the Development Committee, and a mem...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:49Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a438f0d81b1af2d5e1", "word_count": "121", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> The Board of Trustees and staff of WNET mourn the loss of our Trustee James S. Marcus. Jim served WNET as a Trustee from 1993 to 2006 and as a Life Trustee beginning in 2006. He was Chairman of the Development Committee, and a member of the Executive, Investment, Planning, and Programming Committees. We are forever grateful for Jim's wisdom and guidance and will miss his warmth, his kindness and his great sense of humor. We extend our heartfelt sympathies to Jim's beloved wife, Ellen, longtime Chairman of WNET's Patron Program. Jim's and Ellen's leadership and support of WNET have enriched the lives of millions of people across the country. James S. Tisch, Chairman Neal Shapiro, President and CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240807", "headline": {"main": "Paid Notice: Deaths  SOFAER, MOZELLE Ephraim Ezekiel"}, "snippet": "SOFAER-- Mozelle Ephraim Ezekiel. The Yeshiva University family is deeply grieved by the passing of Mozelle Ephraim Ezekiel Sofaer, revered matriarch of a distinguished Sephardic family from Bombay, India who led an unusual life in the history of ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:46Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a838f0d81b1af2d5f1", "word_count": "121", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MOZELLE SOFAER -->SOFAER--<br/><br/> Mozelle Ephraim Ezekiel. The Yeshiva University family is deeply grieved by the passing of Mozelle Ephraim Ezekiel Sofaer, revered matriarch of a distinguished Sephardic family from Bombay, India who led an unusual life in the history of India and Burma. She was actively involved in the charities of the Jewish Women's League and immigrated to the U.S. in 1952. Heartfelt condolences are extended to her children: Pearl; our Yeshiva College alumnus, The Hon. Abraham D. (and Marian) Sofaer who are YU Guardians; Isaac; Shoshana and their families, to her grandchildren and great grandchildren. May the entire family find comfort among those who mourn for Zion and Jerusalem. Min hashamayim tenuhamu. Yeshiva University Richard M. Joel, President Norman Lamm, President Emeritus<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240806", "headline": {"main": "Paid Notice: Deaths  TALBERT, KATHLEEN "}, "snippet": "TALBERT--Kathleen A. May 20, 1950 - July 8, 2010 Talbert Communications LTD. 5 years, we miss you. Love, Ruth...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:44Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a938f0d81b1af2d5f3", "word_count": "19", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- KATHLEEN TALBERT -->TALBERT--Kathleen A.<br/><br/> May 20, 1950 - July 8, 2010 Talbert Communications LTD. 5 years, we miss you. Love, Ruth<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240805", "headline": {"main": "Paid Notice: Deaths  FEUERSTEIN, CHARLOTTE "}, "snippet": "FEUERSTEIN--Charlotte. UJA-Federation of New York mourns the passing of Charlotte Feuerstein. We extend our heartfelt condolences to Charlotte's husband, Dr. Sidney Feuerstein; her children, Ronnie Heyman (Samuel, z\"l) and Henry Feuerstein (Elise ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:41Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce69f38f0d81b1af2d5d8", "word_count": "55", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CHARLOTTE FEUERSTEIN -->FEUERSTEIN--Charlotte. UJA-Federation of New York<br/><br/> mourns the passing of Charlotte Feuerstein. We extend our heartfelt condolences to Charlotte's husband, Dr. Sidney Feuerstein; her children, Ronnie Heyman (Samuel, z\"l) and Henry Feuerstein (Elise Meyer); her grandchildren; her great-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; Eric S. Goldstein, CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175240804", "headline": {"main": "Paid Notice: Deaths  MARCUS, JAMES "}, "snippet": "MARCUS--James S. Jim's passing is an irremediable loss for all of us who love Pianofest and its purpose of educating gifted young musicians. This is summer, when the music of nature flourishes. Jim's mother was a pianist and he often mentioned hea...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-07-07T20:11:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "559ce6a538f0d81b1af2d5e3", "word_count": "220", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES MARCUS -->MARCUS--James S.<br/><br/> Jim's passing is an irremediable loss for all of us who love Pianofest and its purpose of educating gifted young musicians. This is summer, when the music of nature flourishes. Jim's mother was a pianist and he often mentioned hearing her practice \"Rustle of Spring\" by Christian Sinding, a Norwegian composer. Thus, despite my sadness, I would like my comments about Jim to reflect the ongoing joys of the music he provided for us all. Jim is a classic example of a successful person. He had a wonderful career, he was financially successful, and he invested his considerable intellectual and material resources for the betterment of humanity. He focused on supporting music and musicians to help to ensure that they achieved their greatest potential and then presented their art for the enjoyment and inspiration of their audiences. Jim did what all truly great people do, in that he gained greatly and then gave even more, and in this way, gained in his giving. He often advised me on Pianofest matters, and it pleased me to see how the students enjoyed talking with Ellen and Jim and how they became very close to many Pianofest artists. His passing is a great loss and our condolences are with Ellen and all who knew and loved him. Paul Schenly, Director, Pianofest<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 44, "offset": 70, "hits": 914}}, "status": "OK"}