{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000174123374", "headline": {"main": "Paid Notice: Deaths  LERMAN, MANNY "}, "snippet": "LERMAN--Manny, 105, peacefully at home on February 11, 2015. Devoted husband of the late Emily, beloved father of Ella (Dennis) and Roy (Shirley). Adored grandfather of Allison, Stacey, Todd and Ethan, dear great-grandfather of Alexa, Austin, Emil...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:15Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a638f0d838b6ad63aa", "word_count": "78", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MANNY LERMAN -->LERMAN--Manny, 105,<br/><br/> peacefully at home on February 11, 2015. Devoted husband of the late Emily, beloved father of Ella (Dennis) and Roy (Shirley). Adored grandfather of Allison, Stacey, Todd and Ethan, dear great-grandfather of Alexa, Austin, Emily, Emma, Ava and Max. Service Friday, February 13, 2015, 11:30am at \"The Riverside,\" 76 St. and Amsterdam Ave. Donations in his memory may be made to: Visiting Nurse Service of New York, <a rel=\"nofollow\" href=\"www.vnsny.org\">www.vnsny.org</a> or The Humane Society of New York, <a rel=\"nofollow\" href=\"www.humanesocietyny.org\">www.humanesocietyny.org</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123373", "headline": {"main": "Paid Notice: Deaths  SCHEER, LUCILLE "}, "snippet": "SCHEER--Lucille. The members of Brae Burn Country Club mourn the passing of our esteemed member Lucille Scheer. Our sympathy is extended to her entire family. William Schultz, President James Kornreich, Secretary...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a738f0d838b6ad63b3", "word_count": "31", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LUCILLE SCHEER -->SCHEER--Lucille. The members of Brae Burn Country Club mourn the passing of our esteemed member<br/><br/> Lucille Scheer. Our sympathy is extended to her entire family. William Schultz, President James Kornreich, Secretary<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123371", "headline": {"main": "Paid Notice: Deaths  FLUG, MARTIN "}, "snippet": "FLUG--Martin Raphael, beloved father, grandfather, son, brother and husband, and an entrepreneur and business leader in New York and Colorado since the early 1960s. Died at home in Aspen, Colo., on February 10, 2015. Son of the late Samuel S. Flug...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:11Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a438f0d838b6ad639f", "word_count": "559", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARTIN FLUG --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0001958256-FLUGM_22_137270781.1_191653.jpg\" lgyOrigName=\"NYT-0001958256-FLUGM_22_137270781.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">FLUG--Martin Raphael,<br/><br/> beloved father, grandfather, son, brother and husband, and an entrepreneur and business leader in New York and Colorado since the early 1960s. Died at home in Aspen, Colo., on February 10, 2015. Son of the late Samuel S. Flug and the late Evelyn R. Flug of Brooklyn, NY. Born January 6, 1931, in Brooklyn. He graduated from Harvard College (1952), Yale Law School (1955), and Harvard Business School (1957). A winter visitor to Aspen since 1963, he has lived there since 1979. He was the husband of Sarah Kennedy Flug; the father of Jeremy J. Flug of Denver and Eliza Flug of Seattle; grandfather of Matthew, William, Benjamin and Henry Flug of Denver and Lauren Coburn of Seattle; father-in-law of Angela Murray Flug of Denver; and brother of James F. Flug of Washington DC, Barbara Flug Colin of Roslyn Estates, N.Y., the late Robert K. Flug of Portland, Ore., and Victoria Flug Sterling of Denver. At his death he was co-chairman of the Board of Gulftech International, Inc., of Aspen, a group of five companies that design, manufacture and lease food-processing equipment. A natural entrepreneur, he often told the story of his first serious business venture, when, on his way to enroll in Harvard, he got sidetracked and used his tuition money to buy the first Boston dealership for the then unheard-of Vespa Motor Scooter. The business was a great success, as he foresaw (and he still enrolled in Harvard that semester on a scholarship). The energy and vision and restless intelligence he showed in his business ventures also extended to his varied civic, charitable and educational activities, including Trustee of the Aspen Center for Physics, Life Trustee of the Aspen Music Festival and School, Benefactor of the Martin R. Flug Professorship of International Law, the Ernest Rubenstein Scholarship and the Samuel S. Flug Memorial Scholarship, all at Yale Law School, and of the Samuel S. and Evelyn R. Flug Scholarship Fund at Harvard College, Past Board Member and Officer of the Aspen Country Day School, Past Chairman of United Way of Rye, NY, Past President of Manursing Island Club, NY. In honor of his mother and his own dedication to childrens education, he founded and supported the Evelyn R. Flug Childrens Library in Aspen, and a private foundation to support experiments in education. But a simple--even if impressively lengthy--list of boards and titles does not capture his deep involvement and commitment to causes and activities he cared about. In Aspen, inspired by his early friendship with local newspaper publisher Bil Dunaway, Martin Flug reveled in mountain life with the same intensity he brought to all his endeavors. He bicycled all summer, including his iconic rides in Aspen's Fourth of July parades, dressed in an Uncle Sam suit. He skied with abandon every winter and was an early aficionado of uphill skiing, long before it enjoyed its current wave of popularity--skiing up Buttermilk and then descending with glee. His skiing adventures extended to heli-skiing in Canada, where (as he loved to tell the story) he once brought an end to a season-long snow drought by leading his skiing party in an American Indian rain chant. At home in Aspen, his hospitality extended to a lengthy list of artists and intellects, most especially the musicians of the Aspen Music Festival and physicists visiting the Aspen Center for Physics.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123370", "headline": {"main": "Paid Notice: Deaths  BUSGANG, IRVING "}, "snippet": "BUSGANG--Irving H., on February 11, 2015. Beloved husband of Laura. Devoted father of Bonnie Mahoney and Richard Busgang. Cherished grandfather of Mark Mahoney. Services: today, 1pm at New Montefiore Cemetery, Farmingdale, NY....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:08Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a338f0d838b6ad639c", "word_count": "32", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- IRVING BUSGANG -->BUSGANG--Irving H., on February 11, 2015. Beloved husband of Laura. Devoted father of Bonnie Mahoney and Richard Busgang. Cherished grandfather of Mark Mahoney. Services: today, 1pm at New Montefiore Cemetery, Farmingdale, NY.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123369", "headline": {"main": "Paid Notice: Deaths  KAHN, JOSEPH "}, "snippet": "KAHN--Joseph, Jr., 94, passed away February 8th in Palm Beach, Florida. Loving husband of Mimi, devoted father to Nancy Wilcox, Peter Kahn, James Kahn, and grandchildren Sarah and Oliver. He had a lengthy career in the textile industry. Memorial s...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:06Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a538f0d838b6ad63a6", "word_count": "47", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOSEPH KAHN -->KAHN--Joseph, Jr., 94, passed away February 8th in Palm Beach, Florida. Loving husband of Mimi, devoted father to Nancy Wilcox, Peter Kahn, James Kahn, and grandchildren Sarah and Oliver. He had a lengthy career in the textile industry. Memorial service to be held at a later date.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123368", "headline": {"main": "Paid Notice: Deaths  RILEY, ALLAN "}, "snippet": "RILEY--Allan J. a prominent real estate investor who for a time owned One Time Square amongst othe properties in the United States and Britain, a patron of the arts and benefactor of the University of Notre Dame, died on Thursday, February 5th, at...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:04Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a738f0d838b6ad63b2", "word_count": "422", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALLAN RILEY --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0001958209-Riley_22_34722004.1_191653.jpg\" lgyOrigName=\"NYT-0001958209-Riley_22_34722004.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">RILEY--Allan J.<br/><br/> a prominent real estate investor who for a time owned One Time Square amongst othe properties in the United States and Britain, a patron of the arts and benefactor of the University of Notre Dame, died on Thursday, February 5th, at New York Presbyterian Hospital in Manhattan. He was 79 years old. The youngest of three brothers, Allan was born on July 18th 1935 in Indianapolis, Indiana. He attended Catholic High Schools in Cleveland and Chicago as well as Indianapolis and graduated with honors in 1957 from the University of Notre Dame where he majored in English and Speech. He studied Performing Arts at Stanford University and served two years in the Air Force. In 1964 he moved to New York City to join William A. White Real Estate Company. In the early seventies, he established his own real estate firm, now called Allan Riley Realty, Inc. Mr. Riley is survived by his wife of 30 years, Radwan Jabbour Riley, and by his brother William. He is predeceased by his father Leo, his mother Edna and his older brother Eugene. One of Mr. Riley's passions was 19th Century British and American paintings and drawings which he loaned to various museums. For the past eight years he served on the board of the Smithsonian American Art Museum. His other passions included fishing and travel. Mr. Riley's many contributions to Notre Dame include the University's Center for the Fine Arts. In 1982, he donated funds for the renovation of a former chemistry building which was renamed Riley Hall in honor of his parents, Leo and Edna. Allan and his wife fund annual student endowment awards in the fields of design, art history, studio art, and photography at the university. He sat on the board of the University's Snite Museum of Art. Some of his permanent gifts to the museum include a portrait painting by Joshua Reynolds and a landscape painting by Louis Remy Mignot. In 2002, Mr. and Mrs. Riley funded the purchase of 40 British drawings from the eighteenth and nineteenth centuries that remain part of the Museum's Riley Collection. Mr. Riley was an avid fan of Notre Dame and maintained season box seats at the University's stadium. Mr. and Mrs. Riley support the International Theological Institute in Vienna. Allan was an active board member at the institute. He also served on the boards of various charities including Save the Children and Lincoln Hall Boys Haven in Somers, NY. He and his wife resided in both Manhattan and New Canaan, CT.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123367", "headline": {"main": "Paid Notice: Deaths  SOPHER, IRENE "}, "snippet": "SOPHER-Irene Posner. Passing time deeply enriches our memories of your unparalleled devotion to \"your boys.\" Hank and Joe...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:01Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a838f0d838b6ad63b5", "word_count": "18", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- IRENE SOPHER -->SOPHER-Irene Posner.<br/><br/> Passing time deeply enriches our memories of your unparalleled devotion to \"your boys.\" Hank and Joe<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123366", "headline": {"main": "Paid Notice: Deaths  BLUM, ROBERT "}, "snippet": "BLUM--Robert. Happy Birthday Zayda! Love, Ava Rachel...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:17:00Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a338f0d838b6ad639b", "word_count": "7", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT BLUM -->BLUM--Robert.<br/><br/> Happy Birthday Zayda! Love, Ava Rachel<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123365", "headline": {"main": "Paid Notice: Deaths  KRIEGER, NOAH "}, "snippet": "KRIEGER--Noah June 11, 1971 -Feb. 12,1995 Alive in our hearts and our memories. We miss you very much. Mom & Dad...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:16:57Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a638f0d838b6ad63a8", "word_count": "21", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- NOAH KRIEGER -->KRIEGER--Noah<br/><br/> June 11, 1971 -Feb. 12,1995 Alive in our hearts and our memories. We miss you very much. Mom & Dad<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174123364", "headline": {"main": "Paid Notice: Deaths  MACHOL, BETTY "}, "snippet": "MACHOL--Betty J. Kurzman. Beautiful love, humor, smiles, and memories we shared, inerasable by time, remain sources of strength and infinite gratitude. Happy Anniversary! Erw...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-11T19:16:55Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54dc79a738f0d838b6ad63ae", "word_count": "24", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- BETTY  MACHOL -->MACHOL--Betty J. Kurzman.<br/><br/> Beautiful love, humor, smiles, and memories we shared, inerasable by time, remain sources of strength and infinite gratitude. Happy Anniversary! Erw<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 77, "offset": 110, "hits": 1082}}, "status": "OK"}