{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175776358", "headline": {"main": "Paid Notice: Deaths  PERLMUTTER, SUE "}, "snippet": "PERLMUTTER--Sue. The partners, counsel, associates and staff of the firm of Paul, Weiss, Rifkind, Wharton & Garrison LLP express profound sorrow at the passing on Tuesday, September 8th of Sue Perlmutter, beloved wife of our friend and partner Mar...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:21Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51638f0d867b4c8984a", "word_count": "62", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SUE PERLMUTTER -->PERLMUTTER--Sue.<br/><br/> The partners, counsel, associates and staff of the firm of Paul, Weiss, Rifkind, Wharton & Garrison LLP express profound sorrow at the passing on Tuesday, September 8th of Sue Perlmutter, beloved wife of our friend and partner Marc E. Perlmutter. We express our deepest sympathies to Marc and their children, Eric and Dara and to all other members of the family.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776357", "headline": {"main": "Paid Notice: Deaths  ELLIOTT, NEIL "}, "snippet": "ELLIOTT--Neil, child actor, Air Force Veteran, war correspondent, Hollywood screenwriter, author, political heavy, Cook County Sheriff, real estate developer and all around great guy, has died. Services and interment private. For more info, email:...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:19Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51538f0d867b4c89845", "word_count": "43", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- NEIL ELLIOTT -->ELLIOTT--Neil, child actor, Air Force Veteran, war correspondent, Hollywood screenwriter, author, political heavy, Cook County Sheriff, real estate developer and all around great guy, has died. Services and interment private. For more info, email: <a href=mailto:thebookofneil@gmail.com>thebookofneil@gmail.com</a> or Donnellan Family Funeral Services, (847)675-1990 or <a rel=\"nofollow\" href=\"www.donnellanfuneral.com\">www.donnellanfuneral.com</a><br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776356", "headline": {"main": "Paid Notice: Deaths  REISER, RICHARD "}, "snippet": "REISER--Richard J. Died August 31 2015 in Albany, NY. Born January 5, 1931 in Queens, NY he attended the CUNY. He had a long and distinguished career in market research most notably at BAI Global, the company he founded. He was a dedicated father ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:16Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51738f0d867b4c8984b", "word_count": "100", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RICHARD REISER -->REISER--Richard J.<br/><br/> Died August 31 2015 in Albany, NY. Born January 5, 1931 in Queens, NY he attended the CUNY. He had a long and distinguished career in market research most notably at BAI Global, the company he founded. He was a dedicated father and friend, who took great pleasure in helping those he loved and exploring the natural world. Passionate in his beliefs, he was witty, smart, creative and generous. He is survived by his children, David, Barbara, Jonathan and Leonore, 6 grand children, and dearest friend/ partner Kathy. In lieu of flowers consider donating to Stonehouse Wood Sanctuary.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776355", "headline": {"main": "Paid Notice: Deaths  KAUFMAN, RICHARD "}, "snippet": "KAUFMAN--Dr. Richard J. Dr. Richard J. Kaufman, died on Monday, September 7, 2015 at the age of 90. Born on August 5th, 1925, to Dr. Julius and Gertrude Kaufman in Brooklyn, NY, he attended Boys High and Harvard College, interrupted by service in ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:14Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51638f0d867b4c89846", "word_count": "329", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RICHARD KAUFMAN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002038293-KAUFMANR_22_84541111.1_191101.jpg\" lgyOrigName=\"NYT-0002038293-KAUFMANR_22_84541111.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">KAUFMAN--Dr. Richard J.<br/><br/> Dr. Richard J. Kaufman, died on Monday, September 7, 2015 at the age of 90. Born on August 5th, 1925, to Dr. Julius and Gertrude Kaufman in Brooklyn, NY, he attended Boys High and Harvard College, interrupted by service in World War II as a combat infantryman in the European theater. Upon completion of his degree at Harvard he entered the College of Physicians and Surgeons of Columbia University, receiving his M.D. degree in 1952. After residency training in internal medicine at the Texas VA Hospital in Dallas, he joined Memorial Sloan Kettering Hospital for Cancer and Allied Diseases as a fellow in medical oncology and remained there on the attending staff of the Breast Service for his entire career. He was an expert clinician and teacher, much appreciated by his patients, for whom he cared deeply. His research in modes of treatment of breast cancer resulted in over 40 published papers. Married in 1953 to his classmate and beloved wife, Dr. Katherine Lobach (Kaufman), he was the devoted father of three children, James L. Kaufman (m. Carol Fitzpatrick), Susan Kaufman (m. Shawn Young), and John R. Kaufman (m. Kathryn Poulos), and grandfather to Alicia, Alexandra, Kristen, Ricky, and Nicole (Kaufman), step-grandfather to James, Kyle, and Lauren (Fitzpatrick), and brother to the late Jane Weinstock. A lover of music, photography, and travel, he was recognized by all for his quick wit and sense of humor, along with his warm and affectionate personality. He will be sorely missed by family, friends and everyone who knew him. Memorial Visitation will be held at the Geo. Davis Funeral Home, 14 LeCount Place, New Rochelle, New York (914-632-0324), on Wednesday, September 9, 2015 and Thursday, September 10, 2015 from 6pm-8pm. On Friday, September 11, 2015, at 11am there will be a Memorial Service at the Geo. T. Davis Funeral Home. The family requests in lieu of flowers contributions may be made in his name to the Memorial Sloan Kettering Hospital.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776354", "headline": {"main": "Paid Notice: Deaths  ROTHBERG, GERALD "}, "snippet": "ROTHBERG--Dr. Gerald Morris. Passed away on June 23, 2015 following a brief illness. He is survived by his wife of 61 years, Elaine, by his children, Roshanna and Rei, and by his grandchildren, Samantha, Ian, Erica, Marina, and Daniel. He was deep...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51738f0d867b4c8984c", "word_count": "423", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GERALD ROTHBERG --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002038208-ROTHBERGG_22_131352782.1_191101.jpg\" lgyOrigName=\"NYT-0002038208-ROTHBERGG_22_131352782.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">ROTHBERG--Dr. Gerald<br/><br/> Morris. Passed away on June 23, 2015 following a brief illness. He is survived by his wife of 61 years, Elaine, by his children, Roshanna and Rei, and by his grandchildren, Samantha, Ian, Erica, Marina, and Daniel. He was deeply loved. Dr. Rothberg was born in Atlantic City, NJ, on May 14, 1931, the second son of Harry and Sarah. He developed a profound fascination with the mysteries of the universe as a child that would guide the rest of his life. Jerry was a star athlete and Westinghouse honoree at Atlantic City High School, and attended MIT on an academic scholarship, earning money over the summers selling ice cream on the beach. It was during this halcyon period that Jerry met and fell in love with Elaine Sophie Williams, a summa cum laude graduate of Philadelphia's Girls High and soon-to-be of Temple University. Jerry and Elaine married in 1954, shortly after he returned from a year spent in Paris as a Fulbright scholar and traveling poet with an Irish circus troupe. They both attended graduate school at Columbia University, where Gerald earned his Ph.D. in physics as a student of Dr. I.I. Rabi and a doctoral advisee of Dr. Polycarp Cush. Dr. Rothberg had a long and distinguished career teaching and conducting research at Stevens Institute of Technology, where he was George Meade Bond Professor of Materials Science and Engineering and head of the Materials Science and Engineering department, Director of the Cryogenics Center and Director of the Program on Science and Engineering Aspects of Materials Surfaces. He was also a Senior Fellow of the American Physical Society. During his career, Dr. Rothberg accepted many opportunities to conduct research and train graduate students at universities and laboratories in the U.S., and throughout Europe and Asia, notably in Japan where he held the Nippon Steel Corporation Chair of Advanced Materials at the University of Tokyo. He was a thoughtful and inspiring teacher and many of his graduate students have gone on to important academic and industrial positions. Jerry and Elaine shared a deep love of travel, and a deeper love of family, and often found creative ways to combine the two. They travelled the world, delving into its remotest corners, frequently with children or grandchildren in tow, making up playful songs and games along the way. They visited every continent and travelled through almost a hundred countries, making friends everywhere. Dr. Rothberg will be remembered by all who knew him for his kindness, wisdom, humor, and his great love of life.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776352", "headline": {"main": "Paid Notice: Deaths  BERNSTEIN, DANIEL "}, "snippet": "BERNSTEIN--Daniel H., beloved husband of Linda, loving father of David, stepfather of Eric, Melissa and Amy and grandfather of Andy, Cami, Jake and Avery, died peacefully in Manhattan on September 7th at the age of 79. Danny will be deeply missed ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51338f0d867b4c89840", "word_count": "50", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DANIEL BERNSTEIN -->BERNSTEIN--Daniel H., beloved husband of Linda, loving father of David, stepfather of Eric, Melissa and Amy and grandfather of Andy, Cami, Jake and Avery, died peacefully in Manhattan on September 7th at the age of 79. Danny will be deeply missed by all of us. Funeral services will be private.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776353", "headline": {"main": "Paid Notice: Deaths  BERK, WALTER "}, "snippet": "BERK--Walter, 88, died peacefully at home on September 7th surrounded by his family. Husband of Adele Ribolow Berk, father of Marnie and Shira, father-in-law to Jon Silvan and Adam Weiner and adoring grandfather to Simone, Arielle, Benjamin, Zohar...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51238f0d867b4c8983f", "word_count": "62", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WALTER BERK -->BERK--Walter, 88, died peacefully at home on September 7th surrounded by his family. Husband of Adele Ribolow Berk, father of Marnie and Shira, father-in-law to Jon Silvan and Adam Weiner and adoring grandfather to Simone, Arielle, Benjamin, Zohara, Zebulon and Meital. He loved classical music, art and his family. Services will be held at 11:30am this Thursday at Plaza Jewish Community Chapel.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776351", "headline": {"main": "Paid Notice: Deaths  TEICHOLZ, LESLIE "}, "snippet": "TEICHOLZ--Leslie. The Board of Directors of Tannery Pond Concerts sadly notes the passing of our longstanding and beloved President, Leslie Teicholz, after a 13-year battle with cancer. Leslie, together with our Artistic Director, Christian Steine...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:08Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51738f0d867b4c8984f", "word_count": "104", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESLIE TEICHOLZ --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002038085-TEICHOLZL_22_151352784.1_191101.jpg\" lgyOrigName=\"NYT-0002038085-TEICHOLZL_22_151352784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">TEICHOLZ--Leslie.<br/><br/> The Board of Directors of Tannery Pond Concerts sadly notes the passing of our longstanding and beloved President, Leslie Teicholz, after a 13-year battle with cancer. Leslie, together with our Artistic Director, Christian Steiner, has been the driving force behind our concerts for many years. Leslie's bright spirit, ceaseless energy, irrepressible humor and keen intelligence have left an indelible mark on the series. The Tannery Board, artists and audience will miss her sorely. We send our condolences to her family, and especially to her husband, Robert, her son and grandson, Matthew and Jacob, her brothers Paul and Eric, and to her many friends.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776349", "headline": {"main": "Paid Notice: Deaths  CANTOR, DORIS "}, "snippet": "CANTOR--Doris. Sept. 9, 1915. Remembering a wonderful mother on her 100th Birthday. Love Always, Alan & Estelle...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:05Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51538f0d867b4c89844", "word_count": "17", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DORIS CANTOR -->CANTOR--Doris. Sept. 9, 1915.<br/><br/> Remembering a wonderful mother on her 100th Birthday. Love Always, Alan & Estelle<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175776347", "headline": {"main": "Paid Notice: Deaths  BORNSTEIN, MIKE "}, "snippet": "BORNSTEIN--Mike, born on Valentine's Day, 1918 left us on September 3rd at the age of 97. Mike loved good restaurants, good books, Broadway, any game that had a ball in it, travel, his wife Janet, his children Ronald, Stanley, Mitchell (Adler), De...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-08T20:11:03Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55eff51538f0d867b4c89842", "word_count": "63", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MIKE BORNSTEIN -->BORNSTEIN--Mike, born on Valentine's Day, 1918 left us on September 3rd at the age of 97. Mike loved good restaurants, good books, Broadway, any game that had a ball in it, travel, his wife Janet, his children Ronald, Stanley, Mitchell (Adler), Debra (Adler); his grandchildren Alison, Daniel, Amanda and Sabrina; his two great-grandchildren. Mike was a true example of what living should be.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 42, "offset": 80, "hits": 983}}, "status": "OK"}