{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000176831113", "headline": {"main": "Paid Notice: Deaths  KELLOGG, DYANE "}, "snippet": "KELLOGG--Dyane Dye Wood (1918-2015). Beloved wife, mother, grandmother, and friend, Dyane Dye Wood Kellogg, 97, passed away Sunday, December 6, 2015. Born July 2, 1918 to Fred Dye and Esther Monroe in Detroit, MI. She graduated from Indiana Univer...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:59Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d2d38f0d8298f050185", "word_count": "211", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DYANE KELLOGG -->KELLOGG--Dyane Dye<br/><br/> Wood (1918-2015). Beloved wife, mother, grandmother, and friend, Dyane Dye Wood Kellogg, 97, passed away Sunday, December 6, 2015. Born July 2, 1918 to Fred Dye and Esther Monroe in Detroit, MI. She graduated from Indiana University with an AB in Fine Arts and French, and MA in Spanish from the Universidad Inter-Americana in Saltillo, Mexico. She was a passionate historian, Certified Genealogist, and award-winning author. An avid traveler, she visited over 100 countries on all seven continents gaining her entry into both the Circumnavigators Club and the Travelers Century Club. A member of nearly twenty lineage societies including Colonial Dames of America and Daughters of the American Revolution, as well as, both MENSA and Intertel. Dyane and her devoted husband, Fred, held residences in both New York City and Little River, SC. She is survived by her husband Fred Kellogg, Jr., daughters, Dr. Diandra Wood and Paula Neal, and granddaughter, Jordan Neal. Dyane also leaves behind numerous friends and family that were so grateful to be a part of her life. Services will be held Friday, December 11, 2015 at 11am at Church of the Incarnation, 209 Madison, New York, NY 10016. In lieu of flowers, the family requests donations be made to the New York Public Library.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831112", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester. The people of Loews Corporation mourn the passing of long-time friend and executive Lester Pollack. Lester was a trusted advisor whose sage counsel was sought frequently in the early days of Loews. His impact on the company was im...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:56Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d3238f0d8298f050193", "word_count": "56", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK -->POLLACK--Lester.<br/><br/> The people of Loews Corporation mourn the passing of long-time friend and executive Lester Pollack. Lester was a trusted advisor whose sage counsel was sought frequently in the early days of Loews. His impact on the company was immeasurable. We extend our deepest condolences to his wife Geri and his family. Lester will be missed.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831111", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester. The National Center on Philanthropy and the Law (NCPL) at New York University School of Law mourns the death of Lester Pollack, beloved Director and friend of the NCPL. Lester was a generous philanthropist and devoted leader, givi...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:53Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d3138f0d8298f050192", "word_count": "106", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK -->POLLACK--Lester.<br/><br/> The National Center on Philanthropy and the Law (NCPL) at New York University School of Law mourns the death of Lester Pollack, beloved Director and friend of the NCPL. Lester was a generous philanthropist and devoted leader, giving seemingly unlimited amounts of time, energy, and resources to causes he believed in. Lester served as the Chair of the NCPL Board of Directors from 1998 until his passing on Wednesday morning. The NCPL and the community it serves are grateful for Lester's extraordinary life and his transformative impact on the nonprofit sector. We will miss him. We join Lester's family and friends in mourning his loss.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831110", "headline": {"main": "Paid Notice: Deaths  FURSE, G. RONALD"}, "snippet": "FURSE--G. Ronald, of Essex CT and Fishers Island NY, died peacefully on December 8, 2015. He was born in Irvington, NY on June 26, 1921 and lived most of his life in Sussex, England. He worked for Fiduciary Trust Company in New York City and Londo...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:51Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d2c38f0d8298f050181", "word_count": "99", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- G RONALD FURSE -->FURSE--G. Ronald, of Essex CT and Fishers Island NY, died peacefully on December 8, 2015. He was born in Irvington, NY on June 26, 1921 and lived most of his life in Sussex, England. He worked for Fiduciary Trust Company in New York City and London. He attended Eton College, Cambridge University and served as a Captain in the Welsh Guards. A service will be held on Saturday, December 12th at The First Congregational Church in Old Lyme, CT at 3:30pm. In lieu of flowers, please send donations to: H.L. Ferguson Museum, P.O Box 554, Fishers Island, NY 06390.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831109", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester. Founding member, 1950, of The Jinx Social/Athletic Club, Brooklyn, NY. Lester never forgot his roots or his friends. He will be sorely missed....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d2f38f0d8298f05018a", "word_count": "24", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK -->POLLACK--Lester.<br/><br/> Founding member, 1950, of The Jinx Social/Athletic Club, Brooklyn, NY. Lester never forgot his roots or his friends. He will be sorely missed.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831108", "headline": {"main": "Paid Notice: Deaths  CLARKSON, JOAN "}, "snippet": "CLARKSON--Joan Leroy, of Centre Island, Oyster Bay, NY. Passed away December 5, 2015. Born in New York City on May 31, 1926, daughter of the late John Minturn and Georgiana Palmer LeRoy. Wife of the late Robert Livingston Clarkson, Jr. Survived by...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:46Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d2c38f0d8298f050180", "word_count": "94", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOAN CLARKSON -->CLARKSON--Joan Leroy,<br/><br/> of Centre Island, Oyster Bay, NY. Passed away December 5, 2015. Born in New York City on May 31, 1926, daughter of the late John Minturn and Georgiana Palmer LeRoy. Wife of the late Robert Livingston Clarkson, Jr. Survived by daughter Courtney Schuyler Clarkson (Roy C. Leggitt, III) of San Francisco, CA, and son Robert Livingston Clarkson, III (Teresa C.) of Spofford, NH, granddaughters Tasha C. and Cassandra C. Clarkson and great-granddaughter Livingston Celia. Funeral Service 1pm on December 12 at St. John's of Lattingtown. Memorial contributions to Cold Spring Harbor Laboratory.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831107", "headline": {"main": "Paid Notice: Deaths  GUITANO, ANTON "}, "snippet": "GUITANO--Anton, of New York City, who in June of this year retired as the Chief Operating Officer of CBS Corporation's Local Media unit, passed away peacefully on December 8 at the age of 65. He had been diagnosed with cancer earlier this year. An...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d2d38f0d8298f050183", "word_count": "378", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ANTON GUITANO -->GUITANO--Anton, of New York City, who in June of this year retired as the Chief Operating Officer of CBS Corporation's Local Media unit, passed away peacefully on December 8 at the age of 65. He had been diagnosed with cancer earlier this year. Anton was born on July 5, 1950 in Brooklyn, N.Y. to Blanche and Whitney Guitano. He grew up in Brooklyn along with his brothers, Ricardo and Glenn, before attending St. Peter's College in Jersey City, N.J., where he earned his Bachelor of Science degree in accounting on a full academic and athletic scholarship. After beginning his career with Price Waterhouse, Anton joined CBS in 1978 as a member of the company's internal audit department. Over the course of his distinguished 37-year career with CBS, he rose through the ranks to become Financial Controller for the CBS Television Network; Vice President and General Auditor for CBS, Inc.; Executive Vice President of Operations and Chief Financial Officer for CBS Television Stations; and Chief Financial Officer and Senior Executive Vice President, Operations, for CBS Radio. In 2009, Anton was named Chief Operating Officer of CBS Local Media and was responsible for overseeing the financial and operational success of CBS Corporation's local television and radio stations as well as the stations' websites and other digital platforms. Anton also served as CBS's representative on the Federal Communications Commission's Advisory Committee on Diversity for Communications in the Digital Age. Anton is survived by his loving wife of 15 years, Eileen, a member of the CBS Television Network finance department; his mother, Blanche; his brother, Glenn; his children, Jessica (Michael), Jennifer (Cory) and Jason (Maria); and three adoring grandchildren, Sydney, Nathan and Jade. He was preceded in death by his father, Whitney; brother, Ricardo; and first wife, Leslie. Visitation will be held on Thursday, December 10 from 2-4pm and 7-9pm at the Cargain Funeral Home, 418 U.S. Route 6, Mahopac, N.Y. A Mass of Christian burial will be held on Friday, December 11 at 10 a.m. at St. John the Evangelist Catholic Church, 225 East Lake Blvd., Mahopac, N.Y. In lieu of sending flowers, friends who wish to honor Anton's memory may send donations to either the American Institute for Cancer Research <a rel=\"nofollow\" href=\"www.AICR.org\">www.AICR.org</a> or the Preston Robert Tisch Brain Tumor Center<br/><br/> <a rel=\"nofollow\" href=\"www.cancer.duke.edu/btc\">www.cancer.duke.edu/btc</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831106", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester. The NYU Community deeply mourns the loss of our proud alumnus and generous benefactor, Lester Pollack LAW 1957. An attorney by training, he went on to an illustrious business career in which he held leadership positions in a broad...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:41Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d3138f0d8298f050191", "word_count": "262", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK -->POLLACK--Lester.<br/><br/> The NYU Community deeply mourns the loss of our proud alumnus and generous benefactor, Lester Pollack LAW 1957. An attorney by training, he went on to an illustrious business career in which he held leadership positions in a broad range of industries-- entertainment (Loews Corporation), food (United Brands), and finance (Oppenheimer & Co.)--before becoming founder and chair, and later chair emeritus, of Centre Partners Management, a leading private equity firm. Energetic, forward-thinking, and a true leader, Lester was a philanthropic supporter of many institutions, but he was especially devoted to his beloved alma mater, to which he gave unstintingly of his time and resources. A major supporter of the NYU School of Law, he will be especially remembered for his generous support of the Lester Pollack Center for Law and Business, a joint venture of the law school and the NYU Stern School of Business that-- through his foresight and generosity--is a leader in its field. He served for nearly three decades as a Trustee and, later, as a Life Trustee of NYU, and at the time of his passing was Chair Emeritus of the NYU Law Board of Trustees. Among the many honors bestowed upon him by NYU was the prestigious annual Albert Gallatin Medal, recognizing his outstanding contributions to society. He will be sorely missed. On this sad day, our thoughts and prayers go out to his wife, Geraldine \"Geri\" Pollack; his children, Bruce Pollack and Wendy Isaacs; his grandchildren; and all of his loved ones and friends. William Berkley, Chair, NYU Board of Trustees John Sexton, President, NYU<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831105", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester, 82, peacefully at home in NYC on December 9, 2015. Lester earned his bachelor's degree from Brooklyn College. After graduating from NYU Law School in 1957, he practiced law, rising to partner before joining Loews Corporation, wher...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d3138f0d8298f050190", "word_count": "204", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK -->POLLACK--Lester,<br/><br/> 82, peacefully at home in NYC on December 9, 2015. Lester earned his bachelor's degree from Brooklyn College. After graduating from NYU Law School in 1957, he practiced law, rising to partner before joining Loews Corporation, where he ultimately became Executive Vice President. After leaving Loews, he became Vice Chairman and Co-Chief Operating Officer of the United Brands Company and a Partner at Oppenheimer & Company. He later co-founded Odyssey Partners in 1982, and founded Centre Partners Management, a private equity firm, in 1986. Lester was not only a leader in business, but also a devoted philanthropist and humanitarian. He was deeply committed to the Jewish community, including chair of the Conference of Presidents of Major American Jewish Organizations, president of the Jewish Community Relations Council of New York, chair of the Associated YM-YWHAs of Greater New York, and honorary chair of the Anti-Defamation League. Lester is survived by Geri, his wife of 59 years, son Bruce and his wife Susan, daughter Wendy Isaacs, grandchildren Shayna, Jordan, Kayla, Justin and Rachel, brother Herbert Pollack and his wife Sandy. He was also uncle, relative, friend and colleague of many. Service Friday, December 11th, 11 am at Park Ave. Synagogue, 50 E. 87 St., NYC.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000176831104", "headline": {"main": "Paid Notice: Deaths  POLLACK, LESTER "}, "snippet": "POLLACK--Lester. We mourn the passing of our founder, Lester Pollack, but celebrate his many accomplishments in the New York and international community through his charitable endeavors, in the academic world, in his numerous activities at NYU, in...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-09T19:06:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56694d3038f0d8298f05018e", "word_count": "108", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LESTER POLLACK --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002076276-POLLACKL_22_159472784.1_034925.jpg\" lgyOrigName=\"NYT-0002076276-POLLACKL_22_159472784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">POLLACK--Lester.<br/><br/> We mourn the passing of our founder, Lester Pollack, but celebrate his many accomplishments in the New York and international community through his charitable endeavors, in the academic world, in his numerous activities at NYU, in the domestic and international political arenas in the promotion of peace and in the business world through his founding of Centre Partners and Odyssey Partners, as well as his guiding role at Loews Corporation and United Brands. Our sincere thoughts are with his beloved wife Geri, his son Bruce and his wife Susan, his daughter Wendy and grandchildren, Shayna, Jordan, Kayla, Justin and Rachael. Your Friends and Colleagues at Centre Partners<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 64, "offset": 90, "hits": 1091}}, "status": "OK"}