{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.nytimes.com/2015/12/26/sports/basketball/byu-knocks-off-northern-iowa.html", "headline": {"main": "Hawaii Knocks Off Auburn", "print_headline": "Oklahoma Wins Diamond Head Title", "content_kicker": "Sports Briefing | College Basketball"}, "snippet": "Chase Fischer led Brigham Young to an 84-76 win over Northern Iowa on Friday in the fifth-place game of the Diamond Head Classic in Honolulu....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"rank": "1", "is_major": "N", "value": "Basketball (College)", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "University of Northern Iowa", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Brigham Young University", "name": "organizations"}], "print_page": "4", "section_name": "Sports", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "blog": [], "subsection_name": "Pro Basketball", "_id": "567e1fa638f0d85224a23bfa", "word_count": "314", "source": "The New York Times", "type_of_material": "Brief", "lead_paragraph": "Chase Fischer led Brigham Young to an 84-76 win over Northern Iowa on Friday in the fifth-place game of the Diamond Head Classic in Honolulu.", "multimedia": [], "news_desk": "Sports"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9504EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  GREEN, DOROTHY \"BIBS,\" (NEE SHEPHERD)"}, "snippet": "GREEN--Dorothy \"Bibs,\" (nee Shepherd), 84, on December 23, 2015. Dorothy was born in Greenport, Long Island, NY, and raised in Greenwich Village. She attended PS 41 and Commerce High School. She graduate Summa Cum Laude and Valedictorian of her cl...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "GREEN, DOROTHY \"BIBS,\"", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d1938f0d81904703947", "word_count": "154", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "GREEN--Dorothy \"Bibs,\" (nee Shepherd), 84, on December 23, 2015. Dorothy was born in Greenport, Long Island, NY, and raised in Greenwich Village. She attended PS 41 and Commerce High School. She graduate Summa Cum Laude and Valedictorian of her class at City College of New York. Respected teacher at PS 19 New York City. She was a longtime member of the First Presbyterian Church in NYC. Daughter of the late Rev. Francis K. Shepherd and Dorothy (nee Caulkins) Shepherd. Beloved wife of Eli Green. Cherished mother of the late Cynthia and Deborah. Grandmother of Joseph, Erica, Matthew, Manny and Patricia. Also survived by 12 great-grand- children. Sister of the late Margaret, Patricia, Kenneth and David. Visitation Redden Funeral Home, 325 West 14th St., NYC on Saturday, December 26, 2015 2pm to 5pm. Funeral Service Monday, 10am First Presbyterian Church, 12 West 12th Street, NYC. Interment East Marion Cemetery, East Marion, Long Island, NY. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C07EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  MONCHER, RUTH 91"}, "snippet": "MONCHER--Ruth 91, died December 23, 2015 from Alzheimer's Disease. Beloved wife of the late George Moncher, mother of the late Michael Moncher and of Amy Moncher Katz (Howard), grandmother of Lauren and Elizabeth. 1/3...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "MONCHER, RUTH 91", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d1838f0d81904703946", "word_count": "34", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "MONCHER--Ruth 91, died December 23, 2015 from Alzheimer's Disease. Beloved wife of the late George Moncher, mother of the late Michael Moncher and of Amy Moncher Katz (Howard), grandmother of Lauren and Elizabeth. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9802E0D6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  BLAUNER, MAX"}, "snippet": "BLAUNER--Max. 96, Holocaust Survivor and Real Estate Developer, died peacefully, in the presence of his family on December 20th, 2015 in Hollywood, Florida. He was born on November 3rd, 1919 in Grybov, Poland to Simcha and Doba Blauner. He survive...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "BLAUNER, MAX", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d2b38f0d81904703948", "word_count": "277", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "BLAUNER--Max. 96, Holocaust Survivor and Real Estate Developer, died peacefully, in the presence of his family on December 20th, 2015 in Hollywood, Florida. He was born on November 3rd, 1919 in Grybov, Poland to Simcha and Doba Blauner. He survived the holocaust by escaping Poland to Russia, where he spent years in a Siberian Labor Camp. He was later put into a Polish division of the Red Army where he fought and helped defeat the Nazis. After the war, he met Rose Solewicz, whom he married on December 26, 1945. They had two children in Germany, Samuel and Doris, later immigrated to New York where they had two more, Gail and Sidney. Max was a natural born businessman. He started with a small import/export business in occupied Germany. After arriving in the United States in 1952, he ventured into several businesses before forming a successful real estate company in New York. Although he had notable projects in Manhattan, he felt the most pride in his development of the former American Banknote building, which ultimately led to the creation of 2,000 jobs in the South Bronx. He was an active member of the Lincoln Park Jewish Center in Yonkers, NY, as well as the Aventura Turnberry Jewish Center in Aventura, Florida and supported many philanthropic causes. He received numerous awards and proclamations, including the Citizens Advice Bureau's Living Legend Award in 2006. He is survived by his loving wife of 70 years, Rose, his sons, Samuel and Sidney, his daughters, Doris-Dalia Cohen and Gail, his daughters-in-law, Cyndee and Nina, his grandchildren, Kimberly Goldner, Jonathan, Ethan and Zeke, his grandson-in-law, Jeff and his great- granddaughters, Arielle and Talia. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F03E0D6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  BALSHONE, MARIANNE LOWY REISS"}, "snippet": "BALSHONE--Marianne Lowy Reiss, age 90. An extraordinary woman born in Budapest in 1925. Survived the Holocaust thanks to Raoul Wallenberg and her own courage. Walking the streets with bombs falling around her, she brought food to her family. She d...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "BALSHONE, MARIANNE LOWY REISS", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d2f38f0d8190470394c", "word_count": "248", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "BALSHONE--Marianne Lowy Reiss, age 90. An extraordinary woman born in Budapest in 1925. Survived the Holocaust thanks to Raoul Wallenberg and her own courage. Walking the streets with bombs falling around her, she brought food to her family. She devoted her life to promoting Freedom. Her art was the Art of Living; her motto \"Carpe Diem.\" With training in dance before the war ended her childhood, she raised her family in a career of her own creating as one of New York City's first personal trainers. With immaculate fashion sense, elegance and charm she was frequently asked if she was Hungarian monarchy. In 1973 she moved to Columbus OH and opened Globetrotter Wine and Cheese, inspiring broadening of cultural landscape there. Moving to Palm Beach and her beloved turquoise ocean, made her third career speaking to schools about her survival in the Holocaust and the man who saved her family. An inspiring lecturer, she taught that One Person Can Make a Difference. Her history was chronicled in \"Determined\" (on Amazon) and the \"The Envoy\" by Alex Kershaw. She left a creative legacy of children joyful artist/ architectural designer Vivian Reiss, Obstetrician-Gyne- cologist Ronald Reiss and wife Carla. Grandchildren composer/entrepreneur Joel Garten, scientist/entrepreneur Ariel Garten, photojournalist Stephen Reiss, events @ Bon Appetite Nikki Reiss, psychologist Dr. Joy Jacobs. The world has lost another Holocaust survivor and incredible friend, mother, woman, strength and inspiration. Funeral this Sunday, 11am, Riverside Chapel, 180W 76th NYC. Gifts to Raoul Wallenberg committee. MarianneBalshone.com 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D06EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  PASIK, TAUBA"}, "snippet": "PASIK--Tauba, 88, beloved wife of Pedro Pasik, died peacefully at her home on December 24. As a Professor of Neurology at Mount Sinai, she gained national and international recognition as a physician/scientist and was a role model for several gene...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "PASIK, TAUBA", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d3338f0d8190470394e", "word_count": "134", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "PASIK--Tauba, 88, beloved wife of Pedro Pasik, died peacefully at her home on December 24. As a Professor of Neurology at Mount Sinai, she gained national and international recognition as a physician/scientist and was a role model for several generations of students, residents and fellows. She was a lover of opera, chamber music and poetry, an avid world traveler, a fierce women's rights advocate, a champion of just social causes and most of all a devoted wife, mother and grandmother, whose family was always her utmost priority. She had three children, Deborah, Lilia and Alexander (predeceased), all with doctorates, married to three physicians: Marc, Seth and Agata, and six grandchildren, Laura, Jacob, Joseph, Sara, Samantha and Clement. The family will be receiving at 1200 Fifth Avenue on December 26th, 3-5pm and 27th, 3-5pm. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=990DE0D6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  BLOCH, HERTA"}, "snippet": "BLOCH--Herta. It is with sadness that we announce the passing of Herta Bloch, nee Wertheimer, at the age of 94. Herta is survived by her daughter Marion, and her husband David; her son Andrew, and his wife Kathy; her three grandchildren Shoshana, ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "BLOCH, HERTA", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d0438f0d81904703944", "word_count": "96", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "BLOCH--Herta. It is with sadness that we announce the passing of Herta Bloch, nee Wertheimer, at the age of 94. Herta is survived by her daughter Marion, and her husband David; her son Andrew, and his wife Kathy; her three grandchildren Shoshana, Kiera and Evan. Funeral services will be held at Riverside Memorial Chapel, Amsterdam Avenue and West 76th Street, on Sunday, December 27th. Chapel service will begin promptly at 11:30am. There will be a Shiva sitting at Herta's home on Monday, December 28th, from 2-7pm, with a short prayer service to begin at 5pm. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9803EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Memorials  GOLDSTEIN, GILDA L"}, "snippet": "GOLDSTEIN--Gilda L. Goo, it's 10 years and we miss you very much. Bro and Martha 1/3...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "GOLDSTEIN, GILDA L", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d1338f0d81904703945", "word_count": "16", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "GOLDSTEIN--Gilda L. Goo, it's 10 years and we miss you very much. Bro and Martha 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  ROSEN, RUTH METZGER"}, "snippet": "ROSEN--Ruth Metzger. 1920 - 2015. Died at home December 25. Beloved wife of the late Jesse Rosen and loving mother of Phyllis and Frank Bocian, Janet Kleinman, and Bob Rosen and Marcia Golub; devoted grandmother of David and Dawn Bocian, Michael a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "ROSEN, RUTH METZGER", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d2e38f0d8190470394b", "word_count": "105", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "ROSEN--Ruth Metzger. 1920 - 2015. Died at home December 25. Beloved wife of the late Jesse Rosen and loving mother of Phyllis and Frank Bocian, Janet Kleinman, and Bob Rosen and Marcia Golub; devoted grandmother of David and Dawn Bocian, Michael and Debbie Bocian, Rachel Kleinman, Charlie and Danielle Kleinman, and Zack Rosen, and proud and cherished \"GG\" to Tommy, Mia, Hannah, Sarah and Jesse. There will be a private family burial on Sunday. Shiva will be at Ruth's apartment Sunday from 4-9pm and Monday and Tuesday from 1-5pm and 7-9pm. Contributions in Ruth's memory may be made to the Coalition for the Homeless. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F00EFD6113AF935A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  SEGALL, SARAH"}, "snippet": "SEGALL--Sarah. 85, of Brookline, MA, died peacefully on December 21, 2015 in Boston, MA. She was born to the late Ben and Nina Ostrovsky in Montreal, Canada and is survived by her husband, Maurice Segall, of Brookline, MA, to whom she was married ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-26T00:00:00Z", "keywords": [{"value": "SEGALL, SARAH", "name": "persons"}], "print_page": "06", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56889d2d38f0d8190470394a", "word_count": "277", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "SEGALL--Sarah. 85, of Brookline, MA, died peacefully on December 21, 2015 in Boston, MA. She was born to the late Ben and Nina Ostrovsky in Montreal, Canada and is survived by her husband, Maurice Segall, of Brookline, MA, to whom she was married for 64 years and by her three children: Elizabeth and her husband, James Sagui; Eric and his wife, Lynne; and Peter and his wife, Jackie, and Sarah's six grandchildren: Jessica, Sara, Katie and Andrew, David and Madeline. Sarah was passionate about many things: literature, art, music, and science. From 1951-1955 she was the dedicated Administrative Assistant to the Director of Canada's National Research Council, Gerhardt Hertzberg. An extraordinary reader and researcher, she held a B.S. from McGill University in Montreal, and a Masters Degree of Library Science from Columbia University, New York. In 1982 she became a student at the Boston Graduate School of Psychoanalysis and graduated with a Certificate of Psychoanalytic Psychotherapy in 1997. She served as a Trustee at the BGSP from 2008-2014 when she was honored for her service to that Institution. Throughout her life, Sarah excelled at understanding others and tried to make a positive difference in the lives of her family, friends, colleagues, and patients. She will be greatly missed. In lieu of flowers, donations may be made in her honor to Boston Graduate School of Psychoanalysis, 1581 Beacon Street, Brookline, MA 02446. A service and celebration of her life will be held at Mount Auburn Cemetery, 580 Mount Auburn Street, Cambridge, Bigelow Chapel, on Sunday, December 27th at 11am. Luncheon immediately following, at her late residence, until 4pm. Services are being handled by Levine Chapels, Brookline, MA. 1/3", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 37, "offset": 260, "hits": 355}}, "status": "OK"}