{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9505E0DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Memorials  LICHTENSTEIN, HARRIET SHAFRAN"}, "snippet": "LICHTENSTEIN--Harriet Shafran. Harriet we love and miss you so much. Your wisdom, strength and courage leaves us with wonderful memories. Roni & Wally 1/3...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "LICHTENSTEIN, HARRIET SHAFRAN", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef6238f0d845a9e6f240", "word_count": "24", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "LICHTENSTEIN--Harriet Shafran. Harriet we love and miss you so much. Your wisdom, strength and courage leaves us with wonderful memories. Roni & Wally 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E00E2DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  RAISLER, ALINE \"ALI\" STEVENS"}, "snippet": "RAISLER--Aline \"Ali\" Stevens, born April 17, 1923 died peacefully on December 25, 2015 in Palm Beach. Beloved wife of the late Ira Stevens and Harold Raisler, survived by her loving children Randall Stevens (Alice), Peggy Winkelman (Martin), adori...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "RAISLER, ALINE \"ALI\" STEVENS", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef9538f0d845a9e6f24d", "word_count": "141", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "RAISLER--Aline \"Ali\" Stevens, born April 17, 1923 died peacefully on December 25, 2015 in Palm Beach. Beloved wife of the late Ira Stevens and Harold Raisler, survived by her loving children Randall Stevens (Alice), Peggy Winkelman (Martin), adoring granddaughters Taryn, Jaime and Tiffany, and great-grandchildren Charlie and Bo. A graduate of Cornell University in 1943, she earned a Master's in Social Work from Columbia University. She devoted 23 years of her life to help those in need at the National Multiple Sclerosis Society and the Westchester Lighthouse for the Blind. She was active in the Westchester Mental Health and Cornell Alumni Associations. Her intellect, passion for people and love of family, wit and charm will continue to inspire. All are treasured memories and she will be missed. Shiva at 930 5th Avenue, Tuesday, December 29 and Wednesday, December 30, 4-8pm. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C06E2DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  PASIK, TAUBA"}, "snippet": "PASIK--Tauba, 88, beloved wife of Pedro Pasik, died peacefully at her home on December 24. As a Professor of Neurology at Mount Sinai, she gained national and international recognition as a physician/scientist and was a role model for several gene...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "PASIK, TAUBA", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef9d38f0d845a9e6f24f", "word_count": "134", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "PASIK--Tauba, 88, beloved wife of Pedro Pasik, died peacefully at her home on December 24. As a Professor of Neurology at Mount Sinai, she gained national and international recognition as a physician/scientist and was a role model for several generations of students, residents and fellows. She was a lover of opera, chamber music and poetry, an avid world traveler, a fierce women's rights advocate, a champion of just social causes and most of all a devoted wife, mother and grandmother, whose family was always her utmost priority. She had three children, Deborah, Lilia and Alexander (predeceased), all with doctorates, married to three physicians: Marc, Seth and Agata, and six grandchildren, Laura, Jacob, Joseph, Sara, Samantha and Clement. The family will be receiving at 1200 Fifth Avenue on December 26th, 3-5pm and 27th, 3-5pm. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9803E1DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  WEITZNER, FLORENCE GOLDING"}, "snippet": "WEITZNER--Florence Golding, born September 5, 1922 in Tannersville, New York, died December 23rd, 2015. Beloved wife of the late Walter Weitzner. She is survived by her daughters Lori Weitzner Parr and Ame Weitzner Enwright and grandchildren Emma ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "WEITZNER, FLORENCE GOLDING", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef3038f0d845a9e6f234", "word_count": "46", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "WEITZNER--Florence Golding, born September 5, 1922 in Tannersville, New York, died December 23rd, 2015. Beloved wife of the late Walter Weitzner. She is survived by her daughters Lori Weitzner Parr and Ame Weitzner Enwright and grandchildren Emma and Sophie Parr and Michael and Catherine Enwright. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9501E4DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  DONOVAN, WILLIAM J"}, "snippet": "DONOVAN--William J. \"Bill,\" passed away peacefully at home on November 6, 2015 at the age of 75. He grew up and lived most of his life in Scarsdale, NY. After graduating from Scarsdale High School in 1959, he attended Dayton College in Ohio, gradu...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "DONOVAN, WILLIAM J", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef4b38f0d845a9e6f23a", "word_count": "217", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "DONOVAN--William J. \"Bill,\" passed away peacefully at home on November 6, 2015 at the age of 75. He grew up and lived most of his life in Scarsdale, NY. After graduating from Scarsdale High School in 1959, he attended Dayton College in Ohio, graduating with honors and a degree in history. He worked as an actor in the 1970s with parts in Taxi Driver, Serpico and Phantom of the Paradise as well as in TV and theater. Thereafter, he produced a bicentennial series for PBS. For many years, Bill had a successful career as an event and commercial photographer while also directing, writing and producing two award winning documentaries. The first of these, \"Inheritance\" was released in 1987 and featured at the Sundance (then US) Film Festival. His second film, titled \"Michael Harrington and Today's Other America - Corporate Power and Inequality\" was about the life and legacy of the democratic socialist who inspired Presidents Kennedy and Johnson to wage the War on Poverty. It was released in 1999 by the Filmmaker's Library and is still shown in college classrooms throughout the country. Bill is survived by his wife of forty-two years, Ruth and his adult children Ben and Lisa. At the request of his family, donations in his memory may be made to Calvary Hospice. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A05E3DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  EISENSTEIN, REBE"}, "snippet": "EISENSTEIN--Rebe, age 95, of Hackensack, NJ, on December 25, 2015. Aunt, cousin, friend and singer extraordinaire. Predeceased by beloved husband, Alvin, and cherished daughter, Enid. Graveside service 11:30am Monday, December 28, 2015 at Sharon G...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "EISENSTEIN, REBE", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef4938f0d845a9e6f239", "word_count": "49", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "EISENSTEIN--Rebe, age 95, of Hackensack, NJ, on December 25, 2015. Aunt, cousin, friend and singer extraordinaire. Predeceased by beloved husband, Alvin, and cherished daughter, Enid. Graveside service 11:30am Monday, December 28, 2015 at Sharon Gardens Cemetery, Valhalla. Her friends and family will miss her voice and loving spirit. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E1DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  SUSS, ASHER"}, "snippet": "SUSS--Asher. 64, a well-known voiceover artist and actor in New York City, gifted mimic of numerous foreign accents, linguist, polyglot and warm hearted Renaissance man, died suddenly of a heart attack in his apartment on December 16, 2015. Asher ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "SUSS, ASHER", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689efaa38f0d845a9e6f252", "word_count": "466", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "SUSS--Asher. 64, a well-known voiceover artist and actor in New York City, gifted mimic of numerous foreign accents, linguist, polyglot and warm hearted Renaissance man, died suddenly of a heart attack in his apartment on December 16, 2015. Asher grew up in Baltimore, the son of Molly and Abraham Suss, the latter a Holocaust survivor. He excelled in school and went on to earn a B.A. and M.A. in International Relations at Johns Hopkins University and a JD from George Washington University. After studying Italian at the University of Bologna, Asher came to New York in the late 1970s and practiced product liability and trademark law. Asher loved music. At age 14, he graduated from the Peabody Conservatory in saxophone and began taking lessons at Juilliard with Joe Allard. Later at Juilliard, he studied music theory and took lessons in voice as a bass-baritone with the renowned tenor Charles Bressler. He left legal practice and went into arts administration, serving as executive director of the Long Island Philharmonic, the Washington Bach Consort, the Hoboken Chamber Orchestra, and the Steinway Foundation, where he produced a concert at the Kennedy Center for which he commissioned piano concerti from three prominent composers (Rodion Shchedrin, Lalo Schifrin and Lowell Liebermann), conducted by Mstislav Rostropovich. As Executive Director of the National Association of Performing Arts Managers and Agents, he organized the first-ever international conference of artists' managers, held at the United Nations. Asher got into voiceover work after making talking books for the Jewish Braille Institute. In 2003, he received the Candle of Understanding Award for his work with JBI for giving more hours that year than any other volunteer in recent memory. Asher's numerous credits for voiceover and acting on stage and across TV, film, print, online/multimedia, and modeling can best be seen on such internet sites as backstage.com/AsherSuss/, AsherSuss.com, IMdb, Youtube and Facebook. For many years Asher also acted as Santa Claus for Macy's, delighting children and their parents by speaking in their native languages. Asher proudly appeared on stage in the Yiddish adaptation of the Pirates of Penzance. In November 2007 Asher appeared on the cover of TimeOut New York Magazine reflecting an advertising campaign for \"Ugly Can Be Beautiful Too;\" however, Asher was anything but ugly. A beautiful man, Asher is survived by his brother Norman, niece Jessica, and nephew Jonathan. Asher leaves to mourn a circle of friends and relatives who were vastly enriched by his intelligence, knowledge, humor, and heart. As he had an abiding interest in Jewish history and affairs, please send any donations to the Center for Jewish History in New York, the Jewish Braille Institute or the American Heart Association. A graveside ceremony will be held at the Chizuk Amuno Arlington Cemetery, Baltimore, Maryland at 9am on Sunday, December 27, 2015. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E03E3DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  GOSS, RICHARD WAYNE II"}, "snippet": "GOSS--Richard Wayne II, of San Francisco, CA, and Fishers Island, NY, on December 17, 2015, aged 82. He is survived by his wife Michele du Pont Goss, his son Richard Wayne Goss III and daughter-in-law Karen Barfod Goss, his son Jared du Pont Goss,...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "GOSS, RICHARD WAYNE II", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef1138f0d845a9e6f22d", "word_count": "330", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "GOSS--Richard Wayne II, of San Francisco, CA, and Fishers Island, NY, on December 17, 2015, aged 82. He is survived by his wife Michele du Pont Goss, his son Richard Wayne Goss III and daughter-in-law Karen Barfod Goss, his son Jared du Pont Goss, his daughter Holland Goss Lynch and son-in-law K.C. Lynch, and five grandchildren. He is also survived by his brother Porter J. Goss, his sisters Wayne G. Douglas, and Garril G. Page, and numerous nieces and nephews. Born on November 3, 1933, in Waterbury, CT, to Richard Wayne Goss and Virginia Johnston Goss, he graduated from The Fessenden School (1947), The Hotchkiss School (1951), and Yale University (1955). He served in the United States Army as a 1st Lieutenant in the Artillery at Fort Sill, OK. As a member of the All-Army track team he set numerous athletic records. An investment banker at Merrill Lynch, Pierce, Fenner & Smith from 1957 to 1981, he moved to San Francisco in 1965 to open the firm's first office outside of New York City. From 1981 to 1985 he was an executive recruiter at Korn/Ferry International before returning to investment banking at Donaldson, Lufkin & Jenrette from 1985 until his retirement in 1990. Elected to the board of the Fine Arts Museums of San Francisco in 1986, he served as its president from 1991 to 1998; he subsequently joined the Fine Arts Museums Foundation, and was its president from 2001 to 2007. He was a former trustee of Town School, The Hotchkiss School, Enterprise for High School Students, and Children's Hospital. He was a member of the Pacific-Union Club, the Fishers Island Club, Hay Harbor Club, the Fishers Island Yacht Club, amongst others. He was long active in La Confrerie des Chevaliers du Tastevin. Memorials will be held at a later date in San Francisco and Fishers Island. In lieu of flowers, memorial donations may be made to the Fine Arts Museums of San Francisco or The Hotchkiss School. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=990DE2DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  RUSSELL, DONALD G."}, "snippet": "RUSSELL--Donald G.,84, an oil industry executive who served in several Vice President positions with Shell Oil and as President and Chief Executive Officer of Sonat Exploration, passed away December 19, 2015, after a lengthy illness. Russell autho...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "RUSSELL, DONALD G.", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef2b38f0d845a9e6f231", "word_count": "66", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "RUSSELL--Donald G.,84, an oil industry executive who served in several Vice President positions with Shell Oil and as President and Chief Executive Officer of Sonat Exploration, passed away December 19, 2015, after a lengthy illness. Russell authored or coauthored several industry standard publications and was a past President of the Society of Petroleum Engineers. He was elected to the National Academy of Engineering in 1982. 1/3", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F00E1DF1E3AF934A15751C1A9639D8B63", "headline": {"main": "Paid Notice: Deaths  WEISHAR, JOSEPH"}, "snippet": "WEISHAR--Joseph, 83, on December 25, 2015. Founder and president of New Vision Studios in New York City. Beloved husband of Sandra Driesen, devoted father of Margo and Peter (Donna), cherished stepfather of Jane (Vincent) and Daniel (Robin), adore...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-12-27T00:00:00Z", "keywords": [{"value": "WEISHAR, JOSEPH", "name": "persons"}], "print_page": "24", "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5689ef2c38f0d845a9e6f232", "word_count": "86", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "WEISHAR--Joseph, 83, on December 25, 2015. Founder and president of New Vision Studios in New York City. Beloved husband of Sandra Driesen, devoted father of Margo and Peter (Donna), cherished stepfather of Jane (Vincent) and Daniel (Robin), adored grandfather of Marshall, Madeline, Natalie and Nathan, Isabella and Alexandra. Also survived by many cousins and friends. Service Monday, December 28, 11:15am at \"The Riverside,\" 76 St. and Amsterdam Ave. Donations in his memory to The Players, 16 Gramercy Park S., NY, NY 10003 would be appreciated. 1/3", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 81, "offset": 270, "hits": 479}}, "status": "OK"}