{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000175751781", "headline": {"main": "Paid Notice: Deaths  ALLEY, JAMES "}, "snippet": "ALLEY--James Burke Jr., a Cowboy and a Gentleman, Dies at 79. A 50-year resident of Santa Fe, New Mexico, died peacefully Wednesday at Christus St. Vincent Hospital due to congestive heart failure. He was the son of James Burke Alley and Esther Ha...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:22Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009338f0d85862f95efe", "word_count": "822", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JAMES ALLEY -->ALLEY--James Burke Jr., a Cowboy and a Gentleman, Dies at 79. A 50-year resident of Santa Fe, New Mexico, died peacefully Wednesday at Christus St. Vincent Hospital due to congestive heart failure. He was the son of James Burke Alley and Esther Hall Alley of Oyster Bay, New York. His father worked for President Franklin D. Roosevelt as the lead counsel for the Reconstruction Finance Corporation which played a major role in overcoming the Great Depression in the United States. Jim's mother insisted on a first rate education that began at Green Vale School and continued at Phillips Exeter Academy, Harvard College and the University of Virginia School of Law. Jim loved sports and seemed to be good at all of them: wrestling, playing football and captaining the lacrosse team at Exeter. In later years he enjoyed skiing at Taos, fishing at Crystal Brook and playing squash at the Kiva Club with friends like Bud Kelly and Walter Burke. He was a quick study at both polo and cowboy polo, the latter of which resulted in the 1975 national championship as a member of the Santa Fe Sheriff's Posse. Together with Abel Davis, Jim Ritchie and Phil Naumberg, Jim founded the original Santa Fe Polo Grounds where they played polo during the summers of the 1980s. In the winters, Jim enjoyed skiing in Taos and knew where to find the apres ski martinis Ernie Blake had hidden in the trees. He was the sort of athlete who played to win, celebrated the touchdowns of others, and kept quiet about his own. He had a curious nature: he worked as a roustabout in the Oklahoma oil fields while in school, completed basic training in the U.S. Army in Texas after college, and then worked as a corporate lawyer at Debevoise and Plimpton in New York City, but he found his true calling as a lawyer in Santa Fe serving the interests of every constituency that came to him for help. He had served as a member of the New Mexico State Bar since 1965 and valued his partners of more than 30 years, Jim Rubin and Lenny Katz. He was strongly opposed to undesirable development and served on the board of the New Mexico Environmental Law Center. In the late 1960s, as the attorney for the Upper Pecos Association, he fought an initiative to put a paved 26-mile highway across Elk Mountain in his beloved Pecos Wilderness, and the case went all the way to the U.S. Supreme Court before the highway proposal was finally defeated. He served on several corporate boards, but he also invested time in education, and was a member of the board of trustees that saved the Santa Fe Prep School during challenging years. From 1961 to 1969, Jim was married to Helen C. Lamberton (Gates) with whom he had two children, Anne L. Alley and James B. Alley III. He married Maria Elisabeth Werner in 1971 at Songa Church in Sweden and they had one daughter, Kristina E. Alley, and in marriage he gained another son, Carl M. Kawaja. Elisabeth and all of his children were by his side as he died. Elisabeth was the love of his life, and he learned to speak Swedish (very poorly), drink Aquavit (quite well) and dance around a midsummer pole (happily). Jim liked to say about special people that God broke the mold after he made them. There was no mold for someone like Jim, he had the feel of someone built by hand. He had a love of manly things - hunting, cigars, football on TV, his beautiful Swedish wife, but he also had a sophisticated palate for food, travel and artful things. He had a soft heart. He cried at his wedding to Elisabeth and when he took his younger daughter to college. He was childish in the best way, putting spit balls in a straw at The Shed restaurant, firing them at strangers and blaming his grandchildren when accused. In his later years, Jim enjoyed horseback riding in the Pecos Wilderness he had helped to save, but most of all he savored traveling the lengths of the Lower and Upper Ausable Lakes in an Adirondack guide boat with his best friend, Nicholas A. Farrell, aged 11, his grandson. He was predeceased by his brother, Dr. Harrison H. Alley, and his sister, Jane J. Edgerton, and is survived by his sister, Cynthia A. Andrews, his wife Elisabeth, his children Kristina, James, Carl, and Anne and her husband John S. Ferrara, and Jim's grandchildren, Nicholas and Linnea, children of Kristina and her husband Timothy G. Farrell, and Catherine, Marcus and Noelle, children of Carl and his wife Gwendolyn N. Holcombe. A celebration of Jim's life will be announced at a later date. In lieu of<br/><br/> flowers, please make a donation to Adirondack Trail Improvement Society (ATIS) <a rel=\"nofollow\" href=\"www.atistrail.org\">www.atistrail.org</a> or the scholarship fund in his name at Santa Fe Prep School: <a rel=\"nofollow\" href=\"www.sfprep.org/giving\">www.sfprep.org/giving</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751780", "headline": {"main": "Paid Notice: Deaths  MILLER, SAMUEL "}, "snippet": "MILLER--Samuel S. Sam died suddenly on Friday, September 4th, two months before his 94th birthday. To his grandchildren and great- grandchildren he was and will always be \"Sampa\". He was a proud WWII Army Veteran, a long-time manager at Queens Far...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:19Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009c38f0d85862f95f1c", "word_count": "147", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SAMUEL MILLER -->MILLER--Samuel S.<br/><br/> Sam died suddenly on Friday, September 4th, two months before his 94th birthday. To his grandchildren and great- grandchildren he was and will always be \"Sampa\". He was a proud WWII Army Veteran, a long-time manager at Queens Farms Dairy, a loving and dedicated family man, an admired congregant at Hewlett-East Rockaway Jewish Center and a very bad golfer. He was the ultimate optimist; he never wasted time worrying. He planned to live forever, but just this once, he was wrong--he was called away to be reunited with his wife of 66 years, Beatrice, whom he adored and who pre-deceased him by six months, He is survived by his daughter, Jane Groothuis (Michael) and his son Eric Miller (Dan) and all of his \"teirkeits\": Adam Groothuis, Alex Groothuis and Carrie Muhlstein; Justin, Benjamin and Brandon Groothuis; Eli and Zoe Groothuis; and Lucas and Caleb Muhlstein.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751779", "headline": {"main": "Paid Notice: Deaths  ISRAEL, LARRY "}, "snippet": "ISRAEL--Larry H., died July 29 in Bethesda, Maryland at the age of 95, after a brief illness. He was the loving husband of the late Audrey Westerman Israel for 50 years. He is survived by his children Howard Israel (Mary Rose) and Susan Israel (Al...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:17Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009a38f0d85862f95f13", "word_count": "417", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LARRY ISRAEL -->ISRAEL--Larry H., died July 29 in Bethesda, Maryland at the age of 95, after a brief illness. He was the loving husband of the late Audrey Westerman Israel for 50 years. He is survived by his children Howard Israel (Mary Rose) and Susan Israel (Alan Herschenfeld), his grandchildren Benjamin and Samuel Herschenfeld, his sister Fern Stephens, and many nieces and nephews. He was a beloved, kind, and generous family member, mentor and friend. Larry Israel was an innovative and pioneering media executive who helped shape modern television and radio. He strove for and achieved excellence and commercial success throughout his career, and used his business leadership roles to serve the communities in which he worked. Under his leadership, Westinghouse Broadcasting put the first commercial all-news radio station on the air (WINS in New York in 1963), then expanded the format to Philadelphia (KYW) and Los Angeles (KFWB). Throughout his career as a broadcast executive, he consistently supported, nurtured and defended good, independent journalism and quality programming, and made decisions about programming and advertising standards that put public welfare first. He was an early leader in bringing diverse talent into broadcast news, and one of the first to recognize the value of live sports on television, acquiring exclusive rights for major league baseball for an independent station group in the 1950s. Larry Israel was born in McKeesport, PA November 4, 1919. He served in the Army during World War II, and graduated from the University of Missouri School of Journalism in 1948. He began as a reporter, then moved to broadcast management beginning at WDTV, the Dumont station in Pittsburgh. He later worked for Westinghouse broadcasting, where he eventually served as President of the Station Group, Chairman of the subsidiary TVAR, and Executive Vice-President of Westinghouse Broadcasting Company. He joined Post-Newsweek Stations as Chairman and Chief Executive in 1968, leading the expansion and development of the Washington Post broadcast properties and changing the format of WTOP radio in Washington to all-news. He eventually became Executive Vice-President, then President (from 1973-1977) of the Washington Post Company. After leaving the Post Company, he invested in and led the North American Broadcasting Company. Larry Israel was honored in 1972 with the prestigious University of Missouri School of Journalism Honor Award for Distinguished Service in Journalism, based on his lifetime achievement. Contributions to a scholarship in his memory may be sent to: Larry H. Israel Memorial Scholarship, University of Missouri School of Journalism, Office of Advancement, 103 Neff Hall, Columbia, Missouri 65211.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751778", "headline": {"main": "Paid Notice: Deaths  HOLLANDER, EUGENE "}, "snippet": "HOLLANDER--Eugene. Gino, artist. 91, August 27, Greenwich Village, Andalucia, Aspen, Ojai. We love you. Vaya con dios....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:14Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009938f0d85862f95f10", "word_count": "17", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- EUGENE HOLLANDER -->HOLLANDER--Eugene.<br/><br/> Gino, artist. 91, August 27, Greenwich Village, Andalucia, Aspen, Ojai. We love you. Vaya con dios.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751777", "headline": {"main": "Paid Notice: Deaths  GILBERT, MILTON "}, "snippet": "GILBERT--Milton A. A Member of the Friars Club for seven decades. Joined in November 1956. The Officers, Governors and Members of the Friars Club deeply mourn the loss of their esteemed Member. We extend our heartfelt sympathy to his family....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:12Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009838f0d85862f95f09", "word_count": "40", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MILTON GILBERT -->GILBERT--Milton A.<br/><br/> A Member of the Friars Club for seven decades. Joined in November 1956. The Officers, Governors and Members of the Friars Club deeply mourn the loss of their esteemed Member. We extend our heartfelt sympathy to his family.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751776", "headline": {"main": "Paid Notice: Deaths  GILBERT, MILTON "}, "snippet": "GILBERT--Milton, 99, died peacefully September 4th at his home in Palm Beach, FL. Born in New York, he founded Gilbert Trucking/Flexi-Van. He served as Commissioner of the Port Authority of New York and New Jersey and was on the board of both the ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009738f0d85862f95f08", "word_count": "90", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MILTON GILBERT -->GILBERT--Milton, 99, died peacefully September 4th at his home in Palm Beach, FL. Born in New York, he founded Gilbert Trucking/Flexi-Van. He served as Commissioner of the Port Authority of New York and New Jersey and was on the board of both the Hebrew Home for the Aged in Riverdale and St. Peter's College. Milton is survived by Elma, his wife of 75 years, daughter Shelley Fehrenbach and son-in-law Fred Fehrenbach, as well as grandchildren, Jonathan Kalikow (Amy) and Jill Heller, and great-grandchildren Sydney, Julia, Luke, Samantha, Phoebe and Audrey.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751775", "headline": {"main": "Paid Notice: Deaths  SIMELS, RAYMOND "}, "snippet": "SIMELS--Raymond Gary, Born November 23, 1920, Proud son of Louis Simels, New York City Fireman, WWII Veteran, Lifetime member of the American Legion. Historian of the family. Preceded in death by Louis and Lena Simels, Bill and Lilyan Simels, Grac...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:08Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009d38f0d85862f95f23", "word_count": "70", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RAYMOND SIMELS -->SIMELS--Raymond Gary, Born November 23, 1920, Proud son of Louis Simels, New York City Fireman, WWII Veteran, Lifetime member of the American Legion. Historian of the family. Preceded in death by Louis and Lena Simels, Bill and Lilyan Simels, Grace Simels, Debbie Probst, Survived by Lisa, Chris, Michael Raymond, Christopher Eli and Leah Grace Enos, Toba, Edward, Jennifer and Rebecca Stutz, Dan Probst, wife Bernice. Donations to Wounded Warriors Project.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751774", "headline": {"main": "Paid Notice: Deaths  STEINBERG, ALBERT "}, "snippet": "STEINBERG--Albert R. Beloved husband and best friend of the late Marcia. Cherished father of Susan (David) Zankman and Lisa (Bruce) Clark and the late Andrew Friedman. Loving grandfather of Michael, Daniel, Rachel, Mara and Jane. Services Tuesday ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:06Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009e38f0d85862f95f24", "word_count": "45", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALBERT STEINBERG -->STEINBERG--Albert R.<br/><br/> Beloved husband and best friend of the late Marcia. Cherished father of Susan (David) Zankman and Lisa (Bruce) Clark and the late Andrew Friedman. Loving grandfather of Michael, Daniel, Rachel, Mara and Jane. Services Tuesday 1pm at \"Gutterman's\", 8000 Jericho Tpk., Woodbury L.I.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751773", "headline": {"main": "Paid Notice: Deaths  GARRITY, JOHN "}, "snippet": "GARRITY--John \"Jack\", one of Massachusetts' and Boston University's most outstanding hockey players, passed away on August 31, 2015, following a long illness, at the age of 89 in Brookline, Massachusetts. Jack is a Member of the United States Hock...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:04Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009738f0d85862f95f07", "word_count": "294", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN GARRITY -->GARRITY--John \"Jack\", one of Massachusetts' and Boston University's most outstanding hockey players, passed away on August 31, 2015, following a long illness, at the age of 89 in Brookline, Massachusetts. Jack is a Member of the United States Hockey Hall of Fame; Boston University Athletic Hall of Fame; Massachusetts Hockey Hall of Fame; and Massachusetts Football Coaches Hall of Fame. Jack was a hockey phenom at Medford High School. After serving in the Army Air Corps in WWII, he was one of just three non-college players to play for the 1948 US Olympic Hockey Team in St Moritz, Switzerland. Following the Olympics, he entered Boston University where he rewrote B.U. hockey and NCAA records. In his first varsity year, Jack broke the NCAA single season scoring record with 84 points (51 goals, 33 assists), leading B.U. to the NCAA finals. The next year, he co-captained BU and recorded 57 points on the way to another NCAA Final Four. He was selected to the '50 and '51 All American Hockey Teams. More than 60 years later, Jack still holds the single season goals and points records at B.U. and his 85 career goals (in only two years) ranks sixth on the all- time B.U. hockey list. In 1954, Jack began his teaching and coaching career, which would span over 40 years, from Archbishop Williams High School, Quincy High School to Milton Academy. Married 61 years, Jack's beloved wife Jean died in 2006. Jack is survived by his six children Jack Jr., Jill, Jeff, Jonathan, Christopher, Steven, their spouses and 11 grandchildren. The family will hold a celebration of Jack's life at the Milton Academy Chapel in Milton, MA on December 12, 2015. In lieu of flowers, contributions may be made to Friends of B.U. Hockey.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000175751772", "headline": {"main": "Paid Notice: Deaths  LESSER, ROBERT "}, "snippet": "LESSER--Robert P. 6/4/45 - 9/6/65. Even after 50 years, you'll always be my talented, brilliant, athletic and handsome big brother, who I still miss and love. Betty...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-09-05T20:12:02Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "55ec009b38f0d85862f95f19", "word_count": "27", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT LESSER -->LESSER--Robert P.<br/><br/> 6/4/45 - 9/6/65. Even after 50 years, you'll always be my talented, brilliant, athletic and handsome big brother, who I still miss and love. Betty<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 66, "offset": 50, "hits": 490}}, "status": "OK"}