{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000174095681", "headline": {"main": "Paid Notice: Deaths  CHRISTY, DAVID "}, "snippet": "CHRISTY--David Stewart, an economist and advisor to the Afghan resistance during the Soviet occupation of Afghanistan, died in his home in New York on February 7, 2015 at the age of 90. When the United States began to support the Afghan resistance...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852538f0d84b1c19238c", "word_count": "538", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DAVID  CHRISTY -->CHRISTY--David Stewart, an economist and advisor to the Afghan resistance during the Soviet occupation of Afghanistan, died in his home in New York on February 7, 2015 at the age of 90. When the United States began to support the Afghan resistance in the 1980s, aid was dispensed on the condition that no serving U.S. intelligence officer enter Afghanistan. Retired from government service and uncompensated by the U.S. government, Mr. Christy was at liberty to travel to Afghanistan with mujahidin groups, advising them and analyzing their viability. Along with Dr. Qudrat Mojadidi, an Afghan-American doctor, he helped establish and fund an OBGYN clinic for Afghan refugees in Peshawar, Pakistan. The hospital was sponsored, in part, by the International Rescue Committee of New York. Mr. Christy accompanied Professor Sigbutullah Mojadidi to Kabul when he returned as the president of Afghanistan after the Soviet withdrawal in 1989. Mr. Christy was born on February 20, 1924, in Wilkinsburg, Pennsylvania, the son of Dr. Joseph Augustus Christy and Flora Stewart. He was still a naval cadet, in training to be a pilot, when his class was dissolved at the end of WWII. Because of his ranking in class, Christy was given the opportunity to continue flight training on a non-reserve status with a further commitment to spend six additional years in the Navy Air Corps. When he declined, he was shifted as a commissioned officer to the Office of Naval Intelligence and placed on reserve status. He graduated from the University of Michigan with a degree in chemical engineering in 1946. Mr. Christy was a lifelong student of philosophy and religion. His first exposure to the Muslim world was in 1947, while attending the speech of the first sultan of Morocco. This modest initial contact was the seed of a lifetime of casual study of Islamic culture. As a partial result, over the last six decades, Christy immersed himself in the cultures of Africa, the Middle East, and South Asia. His work as an economist-entrepreneur took him to the Far East, as well as to countries such as Nigeria, Cameroun, Ghana, Egypt, and Sudan, where he established joint ventures with governments of newly independent nations. Christy was on the Advisory Committee of China Institute in America. He served on the vestry of St. James' Episcopal Church and was a church school teacher, a Stephen Minister, and a Lay Eucharist Minister there. At the age of 84, he completed the Shikoku 88-Temple Pilgrimage, honoring the 9th century Buddhist teacher Kukai, by circumambulating the Japanese island of Shikoku. He is survived by Anita Christy, his wife of forty years; three children by his first marriage--Lee Dahlberg, Joseph Stewart Christy, and Susan Christy--and two children by his second marriage--David Stewart Christy, Jr. and Sarah Alden Christy; two former stepchildren, Arthur O. Sulzberger, Jr. and Karen Alden Sulzberger; five grandchildren; and seven godchildren. His foster son Amon Nassimi, an interpreter for the US State Department in Afghanistan, was killed by a Taliban car bombing in 2013. The funeral will be at St. James' Episcopal Church, 865 Madison Avenue. In lieu of flowers, please make donations to the International Rescue Committee,122 East 42nd Street, New York, NY 10168, 212- 551-3000, or +1-855-9RESCUE or St. James' Episcopal Church.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095680", "headline": {"main": "Paid Notice: Deaths  HOCHBERG, SIDNEY "}, "snippet": "HOCHBERG--Sidney, D.D.S., of Boca Raton and New York City, passed away peacefully at Hollywood Hospice by the Sea on February 7, 2015. He was loving son of Max and Sarah, devoted husband to Sheila, beloved father to Lynda Farber (Stuart) and Mark ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:11Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852638f0d84b1c192391", "word_count": "157", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SIDNEY HOCHBERG -->HOCHBERG--Sidney, D.D.S., of Boca Raton and New York City, passed away peacefully at Hollywood Hospice by the Sea on February 7, 2015. He was loving son of Max and Sarah, devoted husband to Sheila, beloved father to Lynda Farber (Stuart) and Mark (Emily), and adored Grampa and Poppy to Scott (Leslie), Kim (Norman), Ali and Bret, and Great Grandchildren Mia and Max. Sidney grew up in New York City, graduated New York University and Temple Dental School, served as a Dentist in the military during WW II and enjoyed a successful Dental Practice in New York. He was devoted to his family, the most important thing in his life, all of whom felt the joy of his love. He will be sadly missed by all who knew him as a wonderful, kind and loving man. Donations may be made in honor of Sidney to Hospice by the Sea, 1531 West Palmetto Park Rd., Boca Raton, FL 33486.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095679", "headline": {"main": "Paid Notice: Deaths  LIPP, MELVIN "}, "snippet": "LIPP--Melvin on February 7, 2015. Father of Mitchell and Alan, father-in-law of Susan and Sharona. Grandpa of Robin, Carolyn, Mikaela, Evan and Zachary. Husband of Mitzi (deceased 1994). He was a good man. He cared deeply for his family. We will a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:09Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852738f0d84b1c192394", "word_count": "65", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MELVIN LIPP -->LIPP--Melvin on February 7, 2015. Father of Mitchell and Alan, father-in-law of Susan and Sharona. Grandpa of Robin, Carolyn, Mikaela, Evan and Zachary. Husband of Mitzi (deceased 1994). He was a good man. He cared deeply for his family. We will always love and remember him. Service 11am graveside Tuesday at New Montefiore Cemetery, Farmingdale, NY. For information contact Riverside Nassau North Chapels, 516 487-9600.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095678", "headline": {"main": "Paid Notice: Deaths  WHITEHEAD, JOHN "}, "snippet": "WHITEHEAD--John C. The Trustees and Staff of Hudson Institute mourn the passing of John C. Whitehead, visionary civic and business leader, dedicated public servant, and longtime friend of Hudson Institute....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:08Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852938f0d84b1c1923a0", "word_count": "30", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN  WHITEHEAD -->WHITEHEAD--John C.<br/><br/> The Trustees and Staff of Hudson Institute mourn the passing of John C. Whitehead, visionary civic and business leader, dedicated public servant, and longtime friend of Hudson Institute.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095677", "headline": {"main": "Paid Notice: Deaths  LUDEN, MAYER "}, "snippet": "LUDEN--Mayer. With great sadness, we mourn the loss of our friend Mayer Luden. We will miss his feisty spirit and heart of gold, the holidays we've shared and the memories we cherish. His life was an inspiration to all of us. Our heartfelt condole...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:07Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852738f0d84b1c192395", "word_count": "70", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MAYER LUDEN -->LUDEN--Mayer. With great sadness, we mourn the loss of our friend Mayer Luden. We will miss his feisty spirit and heart of gold, the holidays we've shared and the memories we cherish. His life was an inspiration to all of us. Our heartfelt condolences to Helga and the entire Luden, Greenwald and Greenbaum families.<br/><br/> Tina and Steven Price Nina and Hal Fetner Polina and Yan Erlikh Beth and Howard Fiddle.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095676", "headline": {"main": "Paid Notice: Deaths  BRONNER, FELIX "}, "snippet": "BRONNER--Felix, biologist, professor emeritus at the University of Connecticut Health Center and a painter of arresting abstract canvases, died in his sleep on February 7th, 2015 in Riverdale, the Bronx, lying next to Leah, his cherished wife of 6...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:05Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852438f0d84b1c192389", "word_count": "206", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- FELIX BRONNER -->BRONNER--Felix, biologist, professor emeritus at the University of Connecticut Health Center and a painter of arresting abstract canvases, died in his sleep on February 7th, 2015 in Riverdale, the Bronx, lying next to Leah, his cherished wife of 67 years. He led a life of learning, bravery, love and honor and will be deeply missed. He was a pioneer in calcium metabolism and published scores of scholarly articles. Born in Vienna, raised in Berlin, he arrived as a teenage refugee in the United States where he went to high school and college, served in the US Army and got a PhD at MIT. He took up painting at age 50 and created pieces that hang in homes all over the world. A Zionist and a liberal, Felix was active in political and Jewish causes, always giving back to his communities, including Louisville, KY, where he was at the University of Louisville Medical School in the 1960s, and West Hartford, CT, where he spent four decades. He is survived by Leah, daughter Deborah, son Ethan, daughter-in-law Naomi and four grandsons, Eli, Gabriel, Joseph and Joshua. A funeral will be held on Monday, February 9th at noon<br/><br/> at the Riverdale-on-Hudson Funeral Home, 6110 Riverdale Ave. in the Bronx.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095675", "headline": {"main": "Paid Notice: Deaths  WHITEHEAD, JOHN "}, "snippet": "WHITEHEAD--John C. The Board of Trustees, alumni, residents and staff of International House note with great sorrow the passing of our Honorary Trustee John C. Whitehead, Chairman of the Board from 1989 until 1998, and an active supporter of our m...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:03Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852938f0d84b1c19239f", "word_count": "95", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN WHITEHEAD -->WHITEHEAD--John C.<br/><br/> The Board of Trustees, alumni, residents and staff of International House note with great sorrow the passing of our Honorary Trustee John C. Whitehead, Chairman of the Board from 1989 until 1998, and an active supporter of our mission until his death. His legacy of leadership and support, including the establishment of the corporate visitor series that bears his name, is deep and abiding, and his involvement and counsel will be greatly missed. Our heartfelt sympathy is extended to his wife Cindy and to his family. Frank G. Wisner, Chairman Calvin Sims, President<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095674", "headline": {"main": "Paid Notice: Deaths  WHITEHEAD, JOHN "}, "snippet": "WHITEHEAD--John C. The Rockefeller University community mourns the loss of our beloved friend John C. Whitehead, a cherished and highly esteemed member of our Board of Trustees. The world has lost one of the great public servants and business lead...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:01Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852938f0d84b1c19239e", "word_count": "364", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN WHITEHEAD -->WHITEHEAD--John C.<br/><br/> The Rockefeller University community mourns the loss of our beloved friend John C. Whitehead, a cherished and highly esteemed member of our Board of Trustees. The world has lost one of the great public servants and business leaders of our time. As a boy, John was an Eagle Scout, and he never lost his passion for service. Throughout his life, John personified the attributes of the Greatest Generation, from his heroic D-day landing on Omaha Beach to assuming the chairmanship of the Lower Manhattan Development Corporation, charged with the massive challenge of rebuilding Ground Zero. We feel so blessed that John was a trustee of The Rockefeller University from 1989 until his death. He was a significant agent for change at Rockefeller, and his trusteeship had a transformative effect on the institution. As Chairman of the Board's Development Committee in the 1990s, he helped to elevate private support for the University to extraordinary new levels. When John sought support for an institution or a cause he loved, no one ever wanted to disappoint him. In 1998, John was the recipient of the David Rockefeller Award for Extraordinary Service, Rockefeller University's highest non- scientific honor, in recognition of his brilliant leadership, his integrity, and his legendary generosity. In 2009, the University established the John C. Whitehead Presidential Fellowships to further recognize John's myriad contributions to Rockefeller's scientific excellence and to honor him more broadly for his distinguished pro bono work for a wide range of other institutions. John Whitehead was a statesman in the worlds of business, international affairs, and philanthropy. Above all, he was determined to make a contribution to society. In this he succeeded, perhaps beyond his wildest dreams. John will be tremendously missed by the entire Rockefeller University community. We send our heartfelt condolences to John's adored wife, Cynthia; his children and stepchildren; and his entire family. \"His life was gentle, and the elements So mixed in him that Nature might stand up And say to all the world, 'This was a man'.\" David Rockefeller, Honorary Chairman Russell Carson, Chairman Richard Furlaud, Chairman Emeritus Marc Tessier-Lavigne, President Paul Nurse and Torsten Wiesel, Presidents Emeriti Marnie Imhoff, Senior VP for Development<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095673", "headline": {"main": "Paid Notice: Deaths  MAGID, ABRAHAM "}, "snippet": "MAGID--Abraham, beloved husband, father, grandfather, great-grandfather, and brother, passed away at age 86 peacefully at home surrounded by his devoted family on Saturday, February 7, 2015. Abe was born and raised in Brooklyn, NY, and made his ho...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:16:00Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852738f0d84b1c192396", "word_count": "213", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ABRAHAM MAGID -->MAGID--Abraham, beloved husband, father, grandfather, great-grandfather, and brother, passed away at age 86 peacefully at home surrounded by his devoted family on Saturday, February 7, 2015. Abe was born and raised in Brooklyn, NY, and made his home in Albertson, NY, where he and his wife Sally raised their 4 sons. Abe was a longtime member of Shelter Rock Jewish Center, Roslyn, NY, where he served as both president and a distinguished member of the Board of Trustees for many years. Abe was trained as a civil engineer at NYU and had a long and successful career in multiple real estate development projects. He was a loving man who cherished his family above all else. He and his wife Sally were married for 65 years, and were as in love today as the day they were married. They raised their family and traveled the world together, exploring their Jewish heritage and the world's cultures. Abe leaves behind his sons, Lawrence (Millie), Harold (Rhonda), Richard (Carol-Ann), and Marc (Amy). Also grandchildren Alfred, Melissa, David, Jordan, Emily, Julia, Lilly, Jessica, Risa, Zachary, and Samson, and great-grandchildren Ava, Audrey, Parker, Leo, Adi, and Nora. Also survived by his brother Joel (Bonnie). May his memory be a blessing. Shiva will be held at the Magid family home.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174095672", "headline": {"main": "Paid Notice: Deaths  MELNIKER, SHIRLEY "}, "snippet": "MELNIKER--Shirley, 91, a much loved wife, mother, attentive grandmother and proud great-grandmother passed away peacefully in her sleep February 6, 2015, surrounded by her family. She is survived by her husband of 70 years, Benjamin Melniker, her ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-02-08T19:15:58Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54d8852838f0d84b1c192398", "word_count": "130", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SHIRLEY MELNIKER -->MELNIKER--Shirley, 91, a much loved wife, mother, attentive grandmother and proud great-grandmother passed away peacefully in her sleep February 6, 2015, surrounded by her family. She is survived by her husband of 70 years, Benjamin Melniker, her son Harvey and her daughters-in-law Heather and Nadine Melniker. She will be deeply missed by her five grandchildren Avital (David Berman), Douglas (Rachael), Sophie (Matthew Shuman), Lara, Carly and her five great-grandchildren. She was predeceased by her younger son Charles Melniker and by her sister Evelyne Friedman. Shirley was a loving, generous, self-effacing and beautiful person with great taste, style and impeccable character. She was devoted to making Jewish holidays and family celebrations fun yet traditional and memorable. Her cooking was legendary and all the recipes generously shared. She will be greatly missed.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 56, "offset": 80, "hits": 716}}, "status": "OK"}