{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000174343148", "headline": {"main": "Paid Notice: Deaths  KARP, DRINA "}, "snippet": "KARP--Drina. April 9, 1954 -January 26, 2015. Drina was one of a kind. Beautiful, sweet, quirky and generous of heart, she was easily one of the more interesting and interested people we ever knew. She immersed herself in her many loves which incl...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9638f0d80a0a5002c8", "word_count": "99", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DRINA KARP -->KARP--Drina.<br/><br/> April 9, 1954 -January 26, 2015. Drina was one of a kind. Beautiful, sweet, quirky and generous of heart, she was easily one of the more interesting and interested people we ever knew. She immersed herself in her many loves which included dance, photography, art, design, gardening, history, travel, and her cats of course, all of which she would enthusiastically share with her friends. She was a true creative spirit, a lovely ball of energy with a true romantics heart. Drina made our lives more interesting, joyful, and beautiful. Drina made us happy. Bill McIntosh and Martin Raffone<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343147", "headline": {"main": "Paid Notice: Deaths  BENMOSCHE, ROBERT "}, "snippet": "BENMOSCHE--Robert. The Interfaith Community mourns with Nehama, our founding educator and vice- president, and with her family, on the loss of her loving and extraordinary father....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9338f0d80a0a5002b8", "word_count": "26", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT BENMOSCHE -->BENMOSCHE--Robert.<br/><br/> The Interfaith Community mourns with Nehama, our founding educator and vice- president, and with her family, on the loss of her loving and extraordinary father.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343146", "headline": {"main": "Paid Notice: Deaths  CUSTER, ELIZABETH "}, "snippet": "CUSTER--Elizabeth. October 1, 1910-March 1, 2015. The Brain & Behavior Research Foundation, formerly the National Alliance for Research on Schizophrenia and Depression (NARSAD), mourns the passing of Elizabeth \"Betts\" Hawkins Custer, a prominent s...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:34Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9438f0d80a0a5002bb", "word_count": "295", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELIZABETH CUSTER -->CUSTER--Elizabeth.<br/><br/> October 1, 1910-March 1, 2015. The Brain & Behavior Research Foundation, formerly the National Alliance for Research on Schizophrenia and Depression (NARSAD), mourns the passing of Elizabeth \"Betts\" Hawkins Custer, a prominent supporter of research in mental health and of our organization since its inception. Mrs. Custer and her late husband, Rear Admiral Ben Scott Custer (USN retired) were early leaders in the cause of improving life and prospects for people suffering from mental illness. She moved from her leadership in facilitating patient support at the New York State Psychiatric Institute which had begun in 1970, to playing a key role in forming the National Alliance for the Mentally Ill in 1979. She participated in the formation of the New York State Chapter of the National Alliance for the Mentally Ill (NAMI) and served on its board of directors and committees until her retirement from these responsibilities at the age of 100 in 2010. She worked closely with the Brain & Behavior Research Foundation from its formation in 1987. Her leadership was honored by this organization on the occasion of her 100th birthday with an award presented at the Annual Gala Research Awards Dinner. This Lifetime Achievement Award was presented by Dr. Herbert Pardes, President of the organization's Scientific Council. Her dedication and persuasive leadership did not stop when she passed her 100th birthday. She continued as a supporter and guide until her death at 104. We recognize that she enhanced the lives of many through her work for Brain & Behavior Research Foundation and have the deepest gratitude to her and to her children who supported her efforts. Jeffrey Borenstein, M.D., President Herbert A. Pardes, M.D., President of the Scientific Council Constance E. Lieber, President Emerita Stephen A. Lieber, Chairman of the Board<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343145", "headline": {"main": "Paid Notice: Deaths  MANN, PEGGY "}, "snippet": "MANN--Peggy Lebair, died Tuesday at her home in Albany at age 94. A native of Woodmere, LI, she moved to Albany with her husband Jay D. Mann (deceased). She was the daughter of Harold Lebair, a longtime advertising executive for The New York Times...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:31Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9838f0d80a0a5002d3", "word_count": "153", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PEGGY MANN -->MANN--Peggy Lebair, died Tuesday at her home in Albany at age 94. A native of Woodmere, LI, she moved to Albany with her husband Jay D. Mann (deceased). She was the daughter of Harold Lebair, a longtime advertising executive for The New York Times. She was active in women's tennis, serving as the longtime coach of America's Marble Cup teams for women over 60. She also umpired at the U.S. Open for 50 years and at Wimbledon twice. She was an associate professor at SUNY Albany and coach of its tennis team for more than two decades. She is survived by her two sons James and Andrew Mann and by Karen Paxton, formerly the wife of Peggy's deceased son Ronald; and by her grandchildren Elizabeth, Ted, Jeffrey, Rebecca and Melissa Mann, and by Karen's children Rachel and Michael Paxton. In lieu of flowers, contributions can be made to Planned Parenthood or to Equinox.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343144", "headline": {"main": "Paid Notice: Deaths  KARP, DRINA "}, "snippet": "KARP--Drina, died at age 60, a graphic and package landscape designer, who specialized in high style work. Talented, artistic, beautiful, she is mourned by her family and many friends. An admirer of all things Mexican, Drina loved to travel and mi...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:29Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9638f0d80a0a5002c6", "word_count": "126", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DRINA KARP -->KARP--Drina, died at age 60, a graphic and package landscape designer, who specialized in high style work. Talented, artistic, beautiful, she is mourned by her family and many friends. An admirer of all things Mexican, Drina loved to travel and mingle with other cultures. Starting at age four, she studied ballet, salsa and tango. Her musical tastes ranged from Enya to Marian Anderson to Maria Callas, with a heavy interest in Latin American music. She received an MFA from the School of Visual Arts. A Memorial service will be held at the New York Society for Ethical Culture, 4 W. 64th St, NYC, on May 23rd at 1pm. Donations can be sent to the Breast Cancer Research Foundation, 60 E. 56th St, New York, NY 10022.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343143", "headline": {"main": "Paid Notice: Deaths  SWERBILOV, ZARVIN "}, "snippet": "SWERBILOV--Zarvin, age 87, passed away on February 26, 2015 in hospital in New York City, NY. He served honorably in the Navy during WWII and the GI Bill assisted his studies: BA at Queens College and MFA from Columbia University. A dedicated NYC ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:26Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9b38f0d80a0a5002e0", "word_count": "187", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ZARVIN SWERBILOV -->SWERBILOV--Zarvin, age 87, passed away on February 26, 2015 in hospital in New York City, NY. He served honorably in the Navy during WWII and the GI Bill assisted his studies: BA at Queens College and MFA from Columbia University. A dedicated NYC teacher of 33 years, primarily at Haaron High School and Park West. Zarvin also taught art history at Queens College. Daily he sculpted or painted in his art studio. He showed his paintings between 1983 (Chuck Levitan Gallery) and 2014 (Noho Gallery). He felt privileged to have studied with Will Barnet (Art Students League) and Clay Spohn (SFAI). He was devoted to his wife of 47 years, Sally, who passed in 2007. Zarvin leaves his sons, Daniel and Nicholas; their wives, Diane and Beatrice; grandsons Justin, Nick Dan, Max, and Zusse; sister- in-law Dorothy; nieces Kate, Julie, Meg and Kathryn; and nephews Michael and Stephen. His brother Boris, brother-in-law John, nephew Ben, and sister-in-law Carol remained in his heart. Zarvin lived life his way. He was working on a new series of paintings--his plan was to live to be 100. He is deeply missed.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343142", "headline": {"main": "Paid Notice: Deaths  ROBBINS, GORDON "}, "snippet": "ROBBINS--Gordon. Sculptor, fly fisherman, nationally ranked board sailor and snowboarder, and coach of Olympic medalists, Gordon A. Robbins of Winhall, VT died suddenly at home on Friday, February 27. Born in New York City on January 14, 1942, Rob...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:24Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9a38f0d80a0a5002dc", "word_count": "300", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GORDON ROBBINS -->ROBBINS--Gordon. Sculptor, fly fisherman, nationally ranked board sailor and snowboarder, and coach of Olympic medalists, Gordon A. Robbins of Winhall, VT died suddenly at home on Friday, February 27. Born in New York City on January 14, 1942, Robbins graduated from The Groton School and attended Cornell University. He subsequently moved to Paris where he studied architecture and art, becoming a prolific sculptor. He married artist and tapestry maker Claude Ohnenwald in 1965 and their works were jointly exhibited at Le Demeure in 1971. A skilled and enthusiastic sailor who was a longtime member of the Seawanhaka Corinthian Yacht Club, in the 1980's Robbins made a name for himself in the board sailing community as a coach, competitor, and as director of the U.S. Boardsailing Association. After moving to Vermont in 1988, he was hired by Marty Harrison to introduce snowboarding to the Okemo Mountain Resort in 1993. At Okemo he thoroughly embraced this relatively new sport, becoming one of two first full-time snowboard instructors and subsequently the first Director of the Okemo snowboarding program, most recently serving as a supervisor in the Okemo Ski + Ride School. Mr. Robbins was a founding father of the United States of America Snowboard Association (USASA), served as Executive Director of the International Snowboard Federation, Technical Director of the US Open of Snowboarding, and President of the USASA Foundation. He was a strong supporter of Adaptive Snowboarding and was revered by boarders<br/><br/> of all ages and abilities. Mr. Robbins is survived by his wife of 49 years, Claude Ohnenwald Robbins, as well as by his brother Edward H. Robbins, uncle Edward H. Auchincloss, and a family of adoring nieces, nephews, and cousins as well as students, colleagues and friends around the world. Donations in his name may be made to the USASA Foundation.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343141", "headline": {"main": "Paid Notice: Deaths  O'MALLEY, SHAUN "}, "snippet": "O'MALLEY--Shaun Fenton, former Chairman of Price Waterhouse, died on February 25 of metastatic melanoma, surrounded by family at his home in Philadelphia. He married the late Sibyl Julia O'Malley of Annapolis, MD in 1965. He is survived by his wif...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:21Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9a38f0d80a0a5002da", "word_count": "153", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SHAUN OMALLEY -->O'MALLEY--Shaun Fenton,<br/><br/> former Chairman of Price Waterhouse, died on February 25 of metastatic melanoma, surrounded by family at his home in Philadelphia. He married the late Sibyl Julia O'Malley of Annapolis, MD in 1965. He is survived by his wife, Lyn Buchheit; brothers W. Gresham O'Malley III and Hilaire J. O'Malley; sisters Mrs. Wallace Cooney and Mrs. Kristin Russo; children Brendan H. O'Malley, Sibyl H. O'Malley, and Aine O'Malley Pappas; step-daughter Megan K. McNamara; and grandchildren, Katherine G. O'Malley, Peter W. O'Malley, Ellen I. O'Malley, Chloe C. Pappas, and Samuel L. Pappas. A Memorial will be held on April 25, 2015 at 1:00pm at Our Mother of Consolation Church in Philadelphia. In lieu of flowers, a contribution in Shaun's memory can be made to Curtis Institute of Music, 1726 Locust Street, Philadelphia, PA 19103; or to support Cancer Research, Penn Medicine Development, Att: Laura Ferraiolo, 3535 Market St, Ste 750, Philadelphia, PA 19104.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343140", "headline": {"main": "Paid Notice: Deaths  CAPRA, J. DONALD"}, "snippet": "CAPRA--J. Donald \"Don\" MD. President Emeritus of the Oklahoma Medical Research Foundation, died February 24, 2015 at the age of 77. The cause of his death was a brain tumor, his wife said. He was born July 20, 1937 in Burlington, VT to Italian imm...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:18Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9438f0d80a0a5002ba", "word_count": "571", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- J DONALD CAPRA --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0001964952-CapraD_22_192670785.1_201055.jpg\" lgyOrigName=\"NYT-0001964952-CapraD_22_192670785.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">CAPRA--J. Donald \"Don\" MD.<br/><br/> President Emeritus of the Oklahoma Medical Research Foundation, died February 24, 2015 at the age of 77. The cause of his death was a brain tumor, his wife said. He was born July 20, 1937 in Burlington, VT to Italian immigrants. He spent his youth in Barre, VT and went on to the University of Vermont in Burlington, earning a B.S. in 1959 and graduating from the UVM Medical School summa cum laude in 1963. His internship years were spent at St. Luke's Hospital in New York City. His research career, which he began in Vermont with Dr. Thomas Tomasi, continued at the National Institutes of Health with Dr. Alan Peterkofsky. In 1967 he returned to NYC for a two year guest investigatorship with Dr. Henry Kunkel at the Rockefeller University. He then joined the first faculty of Mt. Sinai Medical School and continued there until 1974. At that time he joined the University of Texas Health Science Center in Dallas, TX as a full professor and then proceeded to do some of his most important work in antibody research, laying the foundation for the field of monoclonal antibody therapy in a number of human diseases. At age 60 he was asked to be the president of the Oklahoma Medical Research Foundation in Oklahoma City, OK, a non-profit medical research institution. He felt that this was the challenge of his lifetime, and during his nine year tenure he doubled the size of the institute and increased its NIH funding from $8 million to $27 million. For the last eight years of his life he consulted for universities and large and small pharmaceutical firms. In 1958 Don married Patricia Hollister, and they raised two sons. He was predeceased by his parents Mary DeMaio Capra and Richard Capra. He is survived by his wife of 57 years, his son Jay Capra, MD and wife Nancy of Abilene, TX, his son Tony Capra of Carrollton, TX, his grandson Donald Capra and wife Sally of Amarillo, TX, granddaughter Sarah Seltzer and husband Will and great-step grandson Cooper Seltzer of Fort Worth, TX, and by granddaughter Twig Capra of New York City. He is also survived by his sister Carolyn Sanderson of Sagamore, MA and his nieces Lisa Morgera of Shrewsbury, MA and Kathy Riedinger of Double Oak, TX. Don's research career was prodigious. He was Principal Investigator on 72 NIH grants and had 375 scientific publications, including chapters and books. He was a founding member and past president of the Henry Kunkel Society, was a Fellow of the American Association for the Advancement of Science, a member of the Norwegian Academy of Science and Letters, the Association of American Physicians, and of the American Society for Clinical Investigation, and served as an officer for the American Association of Immunologists. His love of science and teaching was only surpassed by his love of family and the Dallas Cowboys. A Celebration of Don's life will be held March 21, 2015 at the Oklahoma Medical Research Foundation at 2:00pm. All are welcome. A second celebration will be in Barre, VT at a time to be announced in late spring, where Don's ashes will be interred in Hope Cemetery. The family respectfully requests no flowers, but that donations be made to the Drs. Patricia H. & J. Donald Capra Scholarship Fund of the Oklahoma Medical Research Foundation, or to the educational institute of your choice.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000174343139", "headline": {"main": "Paid Notice: Deaths  KOCH, LYNN "}, "snippet": "KOCH--Lynn & Lizzie. Mommy I miss you. You are the best! The world is grieving. Lizzie you were cheated and your big brother misses you more than you would have ever known. I am lost without you both. With everlasting love, LJ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2015-03-07T20:11:15Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "54fc0f9738f0d80a0a5002ca", "word_count": "42", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LYNN KOCH -->KOCH--Lynn & Lizzie.<br/><br/> Mommy I miss you. You are the best! The world is grieving. Lizzie you were cheated and your big brother misses you more than you would have ever known. I am lost without you both. With everlasting love, LJ<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 43, "offset": 70, "hits": 623}}, "status": "OK"}