{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000177265967", "headline": {"main": "Paid Notice: Deaths  DOPPELT, ELLIE "}, "snippet": "DOPPELT--Ellie. The members of Brae Burn Country Club mourn the passing of our esteemed member Ellie Doppelt. Our sympathy is extended to her entire family. Paul Friedman, President Douglas Simon, Secretary...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:19Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202638f0d83e7cfe0564", "word_count": "31", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELLIE DOPPELT -->DOPPELT--Ellie.<br/><br/> The members of Brae Burn Country Club mourn the passing of our esteemed member Ellie Doppelt. Our sympathy is extended to her entire family. Paul Friedman, President Douglas Simon, Secretary<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265966", "headline": {"main": "Paid Notice: Deaths  TROUTMAN, PATRICIA "}, "snippet": "TROUTMAN--Patricia W. January 11, 2016. Wife of the late Courtland W. Troutman. Wake at Pelham Funeral Home, 64 Lincoln Ave, Pelham, NY, Friday, 2-4 and 7-9pm. Funeral Mass, Saturday, 10am, St. Catharine's, 25 Second Ave, Pelham, NY....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:17Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202e38f0d83e7cfe0570", "word_count": "37", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PATRICIA TROUTMAN -->TROUTMAN--Patricia W.<br/><br/> January 11, 2016. Wife of the late Courtland W. Troutman. Wake at Pelham Funeral Home, 64 Lincoln Ave, Pelham, NY, Friday, 2-4 and 7-9pm. Funeral Mass, Saturday, 10am, St. Catharine's, 25 Second Ave, Pelham, NY.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265965", "headline": {"main": "Paid Notice: Deaths  SCHNEIDER, JOHN "}, "snippet": "SCHNEIDER--John Kleban. January 11, 2016. Loved brother of Jane, Rick; uncle of Sara, Matthew; granduncle of four. RIP Johnny....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:15Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202d38f0d83e7cfe056c", "word_count": "19", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN SCHNEIDER -->SCHNEIDER--John Kleban.<br/><br/> January 11, 2016. Loved brother of Jane, Rick; uncle of Sara, Matthew; granduncle of four. RIP Johnny.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265964", "headline": {"main": "Paid Notice: Deaths  PRESENT, DANIEL "}, "snippet": "PRESENT-- Dr. Daniel H. A brilliant, creative, and abundantly loved giant has left us. Dr. Daniel H. Present, born April 3, 1934, passed away on January 12th from complication of Parkinson's Disease. He was 81 years old. His passing will be deeply...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202c38f0d83e7cfe056b", "word_count": "573", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DANIEL PRESENT -->PRESENT-- Dr. Daniel H.<br/><br/> A brilliant, creative, and abundantly loved giant has left us. Dr. Daniel H. Present, born April 3, 1934, passed away on January 12th from complication of Parkinson's Disease. He was 81 years old. His passing will be deeply mourned by Jane Werner Present, his wife, partner, lover and best friend of more than 59 years, his three children, their spouses, and four grandchildren, Tracy Present, Stephanie, Michael, Billy and Katherine Podalak, Douglas, Susan, Adam and Margot Present, and his sister Judy Present Liss; his friends, associates and the thousands of lives he touched during his 50 years of practice. Dan graduated from Syracuse University Magna Cum Laude, Phi Beta Kappa in 1955 and State University of New York Downstate College of Medicine, Magna Cum Laude, in 1959. He completed an internship, medical residency, Gastroenterology residency and GI Fellowship at Mt. Sinai Hospital, and entered private practice in 1964, where he quickly began to focus his attention on the management of Crohn's disease and ulcerative colitis. He was the recipient of the first research award given by the Crohn's and Colitis Foundation of America. Dan brought clinical trials into clinical practice. His first paper was accepted for publication in 1966. He subsequently published 329 papers. At the time of his retirement, his publications had been cited more than 15,000 times. During his 54 years at Mt. Sinai, he served as President of both the Association of the Attending Staff and the Alumni Association for which he received the coveted Jacobi Medallion for Conspicuous Service to the Alumni. Dan received every award in his field including the Samuel Bronfman Department of Medicine Distinguished Service Award, The American Gastroenterology Association Distinguished Clinician Award, Master of the American College of Gastroenterology, The WiIIiam Dock, M.D. Master Teacher Award in Medicine State University of New York, the Janssen Award for Outstanding Achievement Award in Clinical Gastroenterology, the Crohn's and Colitis Foundation of America Lifetime Achievement Award and the George Arents Award for Excellence in Medicine, the highest achievement awarded by Syracuse University. He is generally recognized as having pioneered the way Crohn's disease is treated. More than any recognition, Dan loved taking care of his patients. He loved them and they returned that love many times over. His joy came from sparing his patients the pain, discomfort, and humiliation of inflammatory bowel disease by finding the right combination of medications and thoughtful creativity. He fought against surgery if there was a possible medical solution. He talked with his patients for many more hours than any HMO wouId have allowed. He sat at their bedside and visited them late at night, he celebrated when they felt better. Nothing made him happier than a college student being able to return to school, or a young adult feeling well enough to plan a wedding or bear a child. He loved teaching young Gastroenterologists and, along with a grateful patient, created the Present-Levison fourth year fellowship in Clinical GI, which allowed the brightest young men and women to spend a post-graduate year learning clinical GI at Mt. Sinai. These fellows now care for IBD patients all over the world. Funeral services will be held on Thursday at 12pm at \"The Riverside,\" 180 West 76th St., New York. Contributions in Dan's memory may be made to the Present-Levison Fellowship at Mt. Sinai, and sent to the Division of Gastroenterology, Mt. Sinai Hospital, Box 1069, New York, New York 10029.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265963", "headline": {"main": "Paid Notice: Deaths  DUTTON, PAULINE "}, "snippet": "DUTTON--Pauline Barbara, of Kinderhook, NY and Canaan, CT passed away on January 10 at the age of 90. Born in New York City, she was the adored wife of the late Ben Joseph Dutton, an inspirational and devoted mother to Deborah Dutton Minton and Pa...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:12Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202738f0d83e7cfe0565", "word_count": "173", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PAULINE DUTTON -->DUTTON--Pauline Barbara,<br/><br/> of Kinderhook, NY and Canaan, CT passed away on January 10 at the age of 90. Born in New York City, she was the adored wife of the late Ben Joseph Dutton, an inspirational and devoted mother to Deborah Dutton Minton and Pamela Barbara Dutton and grandmother of Sebastian Frugone and Alexandra Frugone. She was imbued with great dignity and genuine goodness. Her enthusiasm for life, love of family, spiritedness and spontaneity touched us all. Her spirit will remain with us forever. A Mass of Christian burial will be held on Thursday, January 14 at 10:00am at St. Joseph's Church, 4 Main Street, Canaan, CT. Interment will take place on Thursday, January 14 at 2:00pm St. Michael's Cemetery, 7202 Astoria Boulevard, East Elmhurst, NY. Calling hours will take place at Finnerty & Stevens Funeral Home in Great Barrington, MA on Wednesday, January 13 from 11am to 1pm and 2pm to 6pm. Memorial contributions may be sent to the Kosciuszko Foundation Art Restoration Fund, 15 East 65th St., New York, NY 10065.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265962", "headline": {"main": "Paid Notice: Deaths  SMYLIE, ROBERT "}, "snippet": "SMYLIE--The Reverend Robert F., 87 and a resident of Seabrook Village in Tinton Falls, NJ, passed away on Saturday, December 19, 2015. He was born in Memphis, Tennessee; grew up in St. Louis, Missouri; and spent most of his adult life living in En...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:10Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202d38f0d83e7cfe056e", "word_count": "226", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT SMYLIE -->SMYLIE--The Reverend<br/><br/> Robert F., 87 and a resident of Seabrook Village in Tinton Falls, NJ, passed away on Saturday, December 19, 2015. He was born in Memphis, Tennessee; grew up in St. Louis, Missouri; and spent most of his adult life living in Englewood, NJ and working in New York City. A graduate of Washington University, Robert was an ordained Presbyterian minister with a Masters in Divinity and Theology from Princeton Theological Seminary and a Masters in Philosophy from Columbia. A lifelong student of international affairs, world traveler, and advocate for peace and human rights, he had spent 27 years with the Presbyterian Church USA's Peacemaking Program in several capacities before retiring as the Director of its United Nations Office in 2002. He had also served as a US Navy chaplain, taught at the University of Florida as an Assistant Professor in Social Sciences, and had been a Visiting Fellow at New College, University of Edinburgh in Scotland. Robert was a widower; his wife, Yuri Yamamoto, was a concert pianist and teacher. He is survived by his sons, Mark and John. A memorial service is scheduled for 11am, Saturday, January 16, at First Presbyterian Church in Englewood, NJ. In lieu of flowers, contributions may be made to the Memorial Scholarship established by the family of his grandniece, Rachel G. Smylie, at the charity Geography of Hope.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265961", "headline": {"main": "Paid Notice: Deaths  LITTELL, ROSALIND "}, "snippet": "LITTELL--Rosalind \"Ronnie.\" The family of Ronnie Littell deeply mourn her death on January 10, 2016 at age 91. Beloved wife of David; mother of Bruce (and Heather) and Scott (and Sherri); grandmother of Nicole (and Tom), Danielle, Brent, Griffin, ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:07Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202938f0d83e7cfe0568", "word_count": "101", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROSALIND LITTELL -->LITTELL--Rosalind \"Ronnie.\"<br/><br/> The family of Ronnie Littell deeply mourn her death on January 10, 2016 at age 91. Beloved wife of David; mother of Bruce (and Heather) and Scott (and Sherri); grandmother of Nicole (and Tom), Danielle, Brent, Griffin, Marissa and Erika; great-grand- mother to Emma and Jack. A prolific song writer and lover of music, Ronnie was a frequent guest on the Joe Franklin Show. The Ronnie Littell Special, a tribute to her father, is believed to be the longest running program on public television. Her memory will be a blessing for all she loved and all who loved her.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265960", "headline": {"main": "Paid Notice: Deaths  BARNET, SYLVAN "}, "snippet": "BARNET--Sylvan, born in Brooklyn, New York, on December 11, 1926, died at home in Cambridge, Massachusetts, on January 9, 2016. He served in the U.S. Army during World War II, then graduated from New York University (1948), Phi Beta Kappa, and ent...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:03Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202538f0d83e7cfe0562", "word_count": "459", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SYLVAN BARNET -->BARNET--Sylvan, born in Brooklyn, New York, on December 11, 1926, died at home in Cambridge, Massachusetts, on January 9, 2016. He served in the U.S. Army during World War II, then graduated from New York University (1948), Phi Beta Kappa, and entered the graduate program at Harvard (Ph.D. in English Language and Literature, 1954), where he wrote a prize-winning essay on Shakespeare. He spent his entire teaching career at Tufts University (1954-84), serving twice as chair of the Department of English. He published a number of essays in scholarly journals, a popular introduction to Shakespeare, and he served as General Editor of The Signet Classic Shakespeare, a paperback series (one play per volume) that is widely used in colleges and universities. He was also the author or co-author of several widely used textbooks-on argument (with Hugo Bedau, late of the Tufts Department of Philosophy), art, composition, drama, and literature, including \"A Short Guide to Writing about Art\" (now in its 11th edition), and \"Introduction to Literature\" (16th edition). In 1963, he and William Burto (his partner since 1952, deceased 2013) developed an interest in Japanese art, especially calligraphy, and they went on to build a collection that was exhibited in the Museum of Fine Arts, Boston, the Metropolitan Museum of Art, the Freer Gallery, the Harvard Art Museum, and the Museum of Fine Art, Houston. The Metropolitan exhibition was accompanied by a catalog by Miyeko Murase, \"The Written Image\" (2002), to which Barnet and Burto contributed two essays, one on collecting, the other on looking at calligraphy from a Western point of view. (After Burto's death their collection was divided among the first four of these museums.) He and Burto also wrote \"Zen Ink Paintings\" (1982) as well as several essays on Japanese art. As a teacher of English literature, he was familiar with a good deal of writing about death. Among the favorite passages he carried in his head-he could not understand why some educators disparage \"rote memory\"-were Shakespeare's \"Golden lads and girls all must/As chimney sweepers come to dust.\" and this epitaph by Sir Henry Wotton (1568-1639), \"Upon the Death of Sir Albert Morton's Wife\": \"He first deceased; she for a little tried/To live without him, liked it not, and died.\" (Barnet said, shortly after the death of his partner, that Wotton's lines came to his mind every day, and that he regretted, every day, his inability to re-enact them.) He leaves his sister-in-law Saretta Barnet, a niece and three nephews and their spouses, nine grandnephews and nieces, a great-grandnephew and niece, and his longtime friend, Morton Berman. Most of his estate was bequeathed to a scholarship fund at Tufts, in honor of his parents, Philip and Esther Barnet. By his wish there will be no services.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177265959", "headline": {"main": "Paid Notice: Deaths  MASLOW, MARILYN "}, "snippet": "MASLOW--Marilyn Moore, 83, of Naples, FL died Saturday January 9, 2016. While living in Scarsdale, NY and completing a course of professional study at Tobe Coburn School of Fashion Design, Marilyn embarked on a successful career as a children's fa...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:06:00Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5696202938f0d83e7cfe0569", "word_count": "127", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARILYN MASLOW -->MASLOW--Marilyn Moore,<br/><br/> 83, of Naples, FL died Saturday January 9, 2016. While living in Scarsdale, NY and completing a course of professional study at Tobe Coburn School of Fashion Design, Marilyn embarked on a successful career as a children's fashion editor for Harper's Bazaar. Survivors include her husband Richard; six children, Jennifer Holtzman Maslow of Ashland, OR, Hilary Maslow of Charlotte, VT, Melanie Maslow-Kern of Dallas, Douglas Maslow of Dallas, Allison Maslow of Shavertown and Leslie Maslow of New York. She is survived by eight grandchildren: Percy, Temple and Rivers Holtzman; Eric Naud; and Olivia, Louise, Malcolm and Duncan Lumia. Also surviving are her beloved sisters-in-law, Louise Moore and Gyana Pendleton, and nine nieces and nephews. For more information and to place online condolences please visit: <a rel=\"nofollow\" href=\"www.fullernaples.com\">www.fullernaples.com</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.nytimes.com/reuters/2016/01/12/us/12reuters-atlantic-city-bankruptcy.html", "headline": {"main": "New Jersey Lawmaker Calls for Atlantic City Takeover or Bankruptcy", "print_headline": "New Jersey Lawmaker Calls for Atlantic City Takeover or Bankruptcy"}, "snippet": "New Jersey Senate President Steve Sweeney said on Tuesday the state should take over Atlantic City and, if it does not, he would support a bankruptcy filing for the gambling hub....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-12T19:02:01Z", "keywords": [], "print_page": null, "section_name": "U.S.", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "blog": [], "subsection_name": null, "_id": "5695945e38f0d83e7cfe03ef", "word_count": "358", "source": "Reuters", "type_of_material": "News", "lead_paragraph": "New Jersey Senate President Steve Sweeney said on Tuesday the state should take over Atlantic City and, if it does not, he would support a bankruptcy filing for the gambling hub.", "multimedia": [], "news_desk": "None"}], "meta": {"time": 67, "offset": 120, "hits": 964}}, "status": "OK"}