{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000177227310", "headline": {"main": "Paid Notice: Deaths  ROSENBERG, IRVING "}, "snippet": "ROSENBERG--Irving, of Boca Raton, FL, formerly of Oceanside, NY died suddenly January 1, 2016. After distinguished WWII service in the Army Air Force, Irving began a lifelong career with CBS Television, retiring as Director of Film Services. Lovin...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:42Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bb938f0d86c10aeeb9e", "word_count": "69", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- IRVING ROSENBERG -->ROSENBERG--Irving,<br/><br/> of Boca Raton, FL, formerly of Oceanside, NY died suddenly January 1, 2016. After distinguished WWII service in the Army Air Force, Irving began a lifelong career with CBS Television, retiring as Director of Film Services. Loving husband and best friend to Alice. Loving father to Amy and Neal, Jane and Walter. Adoring grandfather to Joshua, Jessica, Rachel, Evan, Hannah and Daniel. Doting great-grandfather to Jonah and Koby.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227309", "headline": {"main": "Paid Notice: Deaths  BOULEZ, PIERRE "}, "snippet": "BOULEZ--Pierre. The Directors of the Amphion Foundation, Inc. acknowledge with deep regret and sorrow the passing of Pierre Boulez, longtime friend and colleague of our founder, Elliott Carter. Their close relationship began in 1955 when Carter at...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:40Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bab38f0d86c10aeeb81", "word_count": "105", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PIERRE BOULEZ -->BOULEZ--Pierre.<br/><br/> The Directors of the Amphion Foundation, Inc. acknowledge with deep regret and sorrow the passing of Pierre Boulez, longtime friend and colleague of our founder, Elliott Carter. Their close relationship began in 1955 when Carter attended the premiere of \"Le Marteau Sans Maitre\" and continued without interruption until Carter's passing in 2012. Although he will be greatly missed by many, his stature as a preeminent composer and conductor, and his devotion to contemporary music, has created a permanent legacy which will continue to influence the development of music for many years to come. The Amphion Foundation, Inc. Virgil Blackwell, President James M. Kendrick, Secretary<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227308", "headline": {"main": "Paid Notice: Deaths  MEYERHOFF, ERICH "}, "snippet": "MEYERHOFF--Erich, born 1919 in Braunschweig Germany, died of heart failure on December 26, 2015 in New York City. He was admired, respected, and loved by colleagues, family, and friends. In lieu of flowers, donations to The Socialist Party USA www...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bb938f0d86c10aeeb9b", "word_count": "51", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ERICH MEYERHOFF -->MEYERHOFF--Erich, born 1919 in Braunschweig Germany, died of heart failure on December 26, 2015 in New York City. He was admired, respected, and loved by colleagues, family, and friends. In lieu of flowers, donations to The Socialist Party USA <a rel=\"nofollow\" href=\"www.tinyurl.com/p5334n6\">www.tinyurl.com/p5334n6</a> or The Medical Library Association Scholarship Fund <a rel=\"nofollow\" href=\"www.tinyurl.com/z5vzk36\">www.tinyurl.com/z5vzk36</a> will be appreciated.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227307", "headline": {"main": "Paid Notice: Deaths  BOESCHENSTEIN, JOSEPHINE "}, "snippet": "BOESCHENSTEIN--Josephine \"Molly.\" Freedom Institute extends its sympathy to the family of Josephine \"Molly\" Boeschenstein, a former Board Member and wonderful friend. Her support of our work in the prevention and treatment of alcohol and substance...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bab38f0d86c10aeeb80", "word_count": "55", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOSEPHINE  BOESCHENSTEIN -->BOESCHENSTEIN--Josephine \"Molly.\" Freedom Institute extends its sympathy to the family of Josephine \"Molly\" Boeschenstein, a former Board Member and wonderful friend. Her support of our work in the prevention and treatment of alcohol and substance abuse and addiction was unwavering. Molly's generosity and commitment to our cause leaves a lasting legacy.<br/><br/> With gratitude, Freedom Institute.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227306", "headline": {"main": "Paid Notice: Deaths  FULLER, LEE "}, "snippet": "FULLER--Lee M., Jr. The Council, past Presidents and members of The University Club mourn the passing of our esteemed friend and beloved former House Committee Chair Lee M. Fuller Jr., A.B., Princeton, '60; J.D., Columbia '65. Lee was our friend a...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:34Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bad38f0d86c10aeeb87", "word_count": "99", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LEE FULLER -->FULLER--Lee M., Jr.<br/><br/> The Council, past Presidents and members of The University Club mourn the passing of our esteemed friend and beloved former House Committee Chair Lee M. Fuller Jr., A.B., Princeton, '60; J.D., Columbia '65. Lee was our friend and confidant, a patriot and a gentleman. A man of great generosity, he was devoted to his family. He now has a commanding view of the track from above. Our most heartfelt condolences to his wife Vicki, to his son Scott, also a well-respected member of our Club, and to his entire family. Ave atque vale. The University Club<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227305", "headline": {"main": "Paid Notice: Deaths  SHIELDS, WILLIAM "}, "snippet": "SHIELDS--William X., author of \"Bigger Than Life: The Last Great Amateur,\" the biography of his father, tennis legend Francis Xavier Shields, passed away after a heart attack on January 2nd at his home in Hollywood, FL. He was 66. \"Willy\" was espe...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:32Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bba38f0d86c10aeeba1", "word_count": "154", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- WILLIAM SHIELDS -->SHIELDS--William X.,<br/><br/> author of \"Bigger Than Life: The Last Great Amateur,\" the biography of his father, tennis legend Francis Xavier Shields, passed away after a heart attack on January 2nd at his home in Hollywood, FL. He was 66. \"Willy\" was especially proud of his many years coaching Special Olympic tennis athletes in Florida. His children were his greatest joy and he raised them to meet life with a spirit of radical empathy. He will be well remembered and loved by all who knew him for a particularly keen sense of humor and an indomitable ability to see the good in every situation and in everyone he met. The son of the late Francis X. Shields and the late Katharine M. Blaine, Willy is survived by his wife Janet Lynn Shields, his children Morgan Christina Shields and Holton Joseph Shields, and his siblings Marina Shields Contardi, Christine Mortimer Biddle, Katharine Shields and Walker Blaine.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227304", "headline": {"main": "Paid Notice: Deaths  BERKOWITZ, LEONARD "}, "snippet": "BERKOWITZ--Leonard, 89, Professor Emeritus of Psychology and Vilas Research Professor at the University of Wisconsin, died on January 3, 2016 in Madison, WI. Dr. Berkowitz was born in New York City on August 11, 1926. He received his bachelor's de...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:29Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922baa38f0d86c10aeeb7f", "word_count": "256", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LEONARD BERKOWITZ -->BERKOWITZ--Leonard,<br/><br/> 89, Professor Emeritus of Psychology and Vilas Research Professor at the University of Wisconsin, died on January 3, 2016 in Madison, WI. Dr. Berkowitz was born in New York City on August 11, 1926. He received his bachelor's degree from NYU and his Ph.D. from the University of Michigan. He served in the United States Army during WWII. Dr. Berkowitz was on the faculty of the University of Wisconsin at Madison from 1955 to 1989. He also held visiting appointments at Stanford, Oxford, Cambridge, and Cornell Universities. He was one of the pioneers in the experimental study of altruism but is, perhaps, best known for studying influences on aggressive behavior, including the effects of television and film violence. Dr. Berkowitz was the author of over 170 articles and books, and is one of the most frequently cited psychologists of the twentieth century. After his retirement, he continued to write in his field, submitting his last article for publication on November 1, 2015. He was an avid world traveler, collector of modern art, follower of world events and opera-goer. Dr. Berkowitz was predeceased by his first wife, Nettie, in 1975. He is survived by his wife of forty years, Norma, and two daughters, two stepsons, five grandchildren, two step-grandsons and a brother. A memorial fund has been established in his honor for the benefit of Psychology graduate students at the UW- Madison. Contributions to the Berkowitz Memorial Fund may be mailed to the University of Wisconsin Foundation, Attn: A. Kitslaar, 1848 University Ave, Madison, WI 53726.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227302", "headline": {"main": "Paid Notice: Deaths  BROSS, ARTHUR "}, "snippet": "BROSS--Arthur, of Poughkeepsie, NY, died Wednesday, December 30, 2015 due to complications from Alzheimer's disease. He was surrounded by his loving family, caregivers and grand dog. Art was born October 17, 1928 in Bronx, NY to the late Joseph an...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:25Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bab38f0d86c10aeeb82", "word_count": "200", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ARTHUR BROSS -->BROSS--Arthur, of Poughkeepsie, NY, died Wednesday, December 30, 2015 due to complications from Alzheimer's disease. He was surrounded by his loving family, caregivers and grand dog. Art was born October 17, 1928 in Bronx, NY to the late Joseph and Bessie Bross and preceded in death by five siblings. He was 87 years young. Art served in the Army and Army Reserves, attaining the rank of 1st Lieutenant and he received a National Defense Service Medal. Never one to back down from a challenge, he worked full time while attending City College of New York for his B.S.M.E and M.S.M.E. degrees. Art was a Senior Engineer at IBM Microelectronics in Hopewell Junction, NY, author or editor of three books, and holder of 10 U.S. patents. He loved the country, gardening, birding, antiquing, and barbecuing, with a penchant for overcooked meats. Art was a beloved husband of the late Isabel Beth Bross for 47 years, a devoted father to his two daughters, Judy (Jeff) Bramson of Highland Park, IL and Jill Bross of Westhampton, NY. His two grandchildren, Alex and Nina Bramson were the loves of his life. Memorial donations can be made in Art's memory to the Alzheimer's Association.<br/><br/> <a rel=\"nofollow\" href=\"www.alz.org\">www.alz.org</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227301", "headline": {"main": "Paid Notice: Deaths  WALTUCH, RANDALL "}, "snippet": "WALTUCH--Randall E. You left us so suddenly a year ago and none of your family will ever be the same again. Your stoic business acumen has proven one of your legacies, along with your kind loving nature. We miss you and will forever. Your loving f...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:23Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bbc38f0d86c10aeeba9", "word_count": "46", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RANDALL WALTUCH -->WALTUCH--Randall E.<br/><br/> You left us so suddenly a year ago and none of your family will ever be the same again. Your stoic business acumen has proven one of your legacies, along with your kind loving nature. We miss you and will forever. Your loving family<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177227300", "headline": {"main": "Paid Notice: Deaths  KURZ, RONA "}, "snippet": "KURZ--Rona Hoffman, passed away December 30, 2015. Beloved wife of Stanley (deceased), lovingly remembered by her children Susan Eleftherakis (Peter), Jane Klemmer (Tim), Peter Kurz (Jennifer), grandchildren Clifford, Elizabeth, Katherine, Alexand...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-01-09T19:06:20Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56922bb838f0d86c10aeeb96", "word_count": "56", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RONA KURZ -->KURZ--Rona Hoffman, passed away December 30, 2015. Beloved wife of Stanley<br/><br/> (deceased), lovingly remembered by her children Susan Eleftherakis (Peter), Jane Klemmer (Tim), Peter Kurz (Jennifer), grandchildren Clifford, Elizabeth, Katherine, Alexander, Kerry, Devon, Michelle and Caroline, and her brother Leonard Hoffman. Her family and friends will gather for a celebration of her life on March 13.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 55, "offset": 90, "hits": 547}}, "status": "OK"}