{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000177649683", "headline": {"main": "Paid Notice: Deaths  SAVAGE, MARILYN "}, "snippet": "SAVAGE -- Marilyn. 10/29/45-2/9/94. Miss every wonderful, impossible, incredible thing about you. Always will. Love, Vicki...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:13Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8ab38f0d8035b1d62a1", "word_count": "16", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- MARILYN SAVAGE -->SAVAGE -- Marilyn.<br/><br/> 10/29/45-2/9/94. Miss every wonderful, impossible, incredible thing about you. Always will. Love, Vicki<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649682", "headline": {"main": "Paid Notice: Deaths  BARAS, ROBERT "}, "snippet": "BARAS--Robert. Robert \"Bob\" Baras, 85, passed away peacefully at his home in Westport, CT on February 7, 2016 surrounded by his family, friends and his loving caregivers. Robert was born in Brooklyn, NY to Esther (Hertan) and Solomon Baras. Both w...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:11Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8aa38f0d8035b1d629d", "word_count": "250", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT BARAS --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002100214-BARASR_22_022822004.1_185820.jpg\" lgyOrigName=\"NYT-0002100214-BARASR_22_022822004.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BARAS--Robert.<br/><br/> Robert \"Bob\" Baras, 85, passed away peacefully at his home in Westport, CT on February 7, 2016 surrounded by his family, friends and his loving caregivers. Robert was born in Brooklyn, NY to Esther (Hertan) and Solomon Baras. Both were Romanian immigrants. He was raised in the Bronx and graduated from DeWitt Clinton High School, and then attended City College. Robert was a longtime resident of Manhattan, and Tourettes-sur-Loup, France. Bob was happily married to his wife of 49 years, Francine Baras. After building a large textile company, Inwood Knitting Mills, which he sold to National Distillers in 1969, Bob was able to realize his lifelong dream, his true passion for painting. He attended School of Visual Arts and received a BFA with honors. Bob spent the next 40 years painting and living his dream. His last show was at The White Gallery in Lakeville, Connecticut in May of 2015. Bob was also a photographer and left a large body of work. Robert is survived by his beloved wife, Francine Baras, daughters Lise Baras and Nicole Baras Feuer, and his son Lloyd Baras. Bob adored his three grandchildren, Adam Feuer, Eric Feuer, and Jonathon Baras. He was predeceased by his daughter, Ilene Marback. Bob also lost his brother Irwin Baras in World War II. Funeral services will take place on Thursday, February 11, 2016 at 11:00am at the Abraham L. Green and Son Funeral Home, 88 Beach Road, Fairfield, CT. Memorial contributions may be made to The Alzheimer's Association.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649680", "headline": {"main": "Paid Notice: Deaths  RAPPAPORT, DOLLSEY "}, "snippet": "RAPPAPORT--Dollsey. UJA-Federation of New York mourns the passing of Dollsey Rappaport, beloved wife of the late Seymour Rappaport, who leaves behind a loving family that will carry on a tradition of exceptional Jewish philanthropy. We extend our ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:09Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8aa38f0d8035b1d629f", "word_count": "73", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DOLLSEY RAPPAPORT -->RAPPAPORT--Dollsey.<br/><br/> UJA-Federation of New York mourns the passing of Dollsey Rappaport, beloved wife of the late Seymour Rappaport, who leaves behind a loving family that will carry on a tradition of exceptional Jewish philanthropy. We extend our heartfelt condolences to Dollsey's daughters, Nanette Rosenberg and Marjorie Rozman; her sister, Elissa Epstein; her grandchildren and great-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; Eric S. Goldstein, CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649681", "headline": {"main": "Paid Notice: Deaths  GREENBERG, SELMA "}, "snippet": "GREENBERG--Selma, passed away on February 7, 2016. Beloved wife of the late Emanuel. Devoted mother of Gary and Jonathan and mother-in-law of JoAnne Chernow. Services today 11:30am at \"The Riverside,\" 76th Street and Amsterdam Avenue....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:09Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8aa38f0d8035b1d629b", "word_count": "35", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- SELMA  GREENBERG -->GREENBERG--Selma,<br/><br/> passed away on February 7, 2016. Beloved wife of the late Emanuel. Devoted mother of Gary and Jonathan and mother-in-law of JoAnne Chernow. Services today 11:30am at \"The Riverside,\" 76th Street and Amsterdam Avenue.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649679", "headline": {"main": "Paid Notice: Deaths  TISHMAN, JOHN "}, "snippet": "TISHMAN--John. The Board of Directors, Volunteers and Staff of Ronald McDonald House New York wish to express our sincere sympathy on the passing of our former board member, John L. Tishman. In 1992, with the generous support of Tishman Constructi...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:07Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8ab38f0d8035b1d62a4", "word_count": "142", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN TISHMAN -->TISHMAN--John.<br/><br/> The Board of Directors, Volunteers and Staff of Ronald McDonald House New York wish to express our sincere sympathy on the passing of our former board member, John L. Tishman. In 1992, with the generous support of Tishman Construction Company, John supervised the construction of the New York City Ronald McDonald House, the world's largest temporary home-away-from-home for pediatric cancer patients and their families. Mr. Tishman will be remembered as a devoted board member and friend of the house that love built. Our sincere sympathy and deepest condolences go out to his two children, Daniel Tishman and Katherine Blacklock, three grandsons and the entire Tishman family on their significant loss. Respectfully, Tina Lundgren, Chairman of the Board; Harris Diamond, Vice Chair, Chairman Elect; Stanley B. Shopkorn, Chairman, Emeritus; Joel Newman, Interim President and Chief Executive Officer; Ronald McDonald House New York<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649678", "headline": {"main": "Paid Notice: Deaths  TISHMAN, JOHN "}, "snippet": "TISHMAN--John L. The University of Michigan and its College of Engineering pay tribute to the life of esteemed graduate, John L. Tishman (BSE EE 1946; DEng Hon 2000) upon his passing. From the time he first stepped onto the field as manager of the...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:05Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8ab38f0d8035b1d62a3", "word_count": "240", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN TISHMAN -->TISHMAN--John L.<br/><br/> The University of Michigan and its College of Engineering pay tribute to the life of esteemed graduate, John L. Tishman (BSE EE 1946; DEng Hon 2000) upon his passing. From the time he first stepped onto the field as manager of the 1945-1946 football team, until his death on February 6, 2016, he never wavered in his love of his alma mater. His counsel to deans and presidents; his leadership on the 55M Campaign during the 1960s, Capital Campaign Planning Committee in the 1970s and Honorary Chairmanship of the College's 150th Anniversary Campaign in the 2000s; his generosity of heart to staff and students-these were among his many contributions that spoke to the quality of character that was his hallmark. In 1998, the College was pleased to award John its highest distinction, the Alumni Society Medal, honoring the profound effect his leadership in construction management had on the construction industry. The University was proud to bestow upon him an honorary Doctor of Engineering degree in 2000 in recognition of his transformative contributions to construction management as well as his civic and philanthropic activities. Through the John L. Tishman Fellowship, John L. Tishman Professorship of Engineering, Tishman Hall and the Tishman Construction Management Program, his spirit will forever grace his University. The Michigan torch now passes to Dan, his son; Kate, his daughter; and his grandsons. We send our deepest sympathy to them and the rest of John's family.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649677", "headline": {"main": "Paid Notice: Deaths  GERINGER, LEONARD "}, "snippet": "GERINGER--Leonard J., died at home on February 8, age 91, surrounded by his loving family-daughters, Kim and Wendy, sons-in-law, Colin and Bob, and grandchildren, Rachel, Alex, Adam (Erica) and Ethan. He was predeceased by his wife of 61 years, Ed...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:03Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8a938f0d8035b1d629a", "word_count": "109", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LEONARD GERINGER -->GERINGER--Leonard J.,<br/><br/> died at home on February 8, age 91, surrounded by his loving family-daughters, Kim and Wendy, sons-in-law, Colin and Bob, and grandchildren, Rachel, Alex, Adam (Erica) and Ethan. He was predeceased by his wife of 61 years, Eda. Leonard was a pioneer in the home lighting industry, a painter, sculptor, designer and collector, an avid student of American and world history and politics, and a lover of the performing and visual arts. He was a generous supporter of many progressive causes. Funeral Wednesday, February 10 at 12:30pm at Temple Kol Ami, 252 Soundview Ave., White Plains, NY. Memorial donations to Hospice and Palliative Care of Westchester, <a href=\"http://hospiceofwestchester.com\" target=\"_new\" rel=\"nofollow\">hospiceofwestchester.com</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649676", "headline": {"main": "Paid Notice: Deaths  TISHMAN, JOHN "}, "snippet": "TISHMAN--John L. The Board of Trustees and staff of Carnegie Hall mourn the passing of our dear friend and colleague John L. Tishman, a longtime Carnegie Hall Trustee and a true giant in New York's construction industry. John joined the Carnegie H...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:59:01Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8ab38f0d8035b1d62a6", "word_count": "183", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JOHN TISHMAN -->TISHMAN--John L.<br/><br/> The Board of Trustees and staff of Carnegie Hall mourn the passing of our dear friend and colleague John L. Tishman, a longtime Carnegie Hall Trustee and a true giant in New York's construction industry. John joined the Carnegie Hall Board of Trustees in 1987 and served the Hall with devotion for nearly two decades. John was the visionary chairman and CEO of Tishman Realty & Construction Co., Inc., which has played a central role in virtually all of Carnegie Hall's major capital projects, beginning with the historic renovation and restoration of Carnegie Hall, completed in 1986, and continuing with the Hall's expansion into the adjacent Carnegie Hall Tower, completed in 1990; the construction of Judy and Arthur Zankel Hall, completed in 2003; and the renovation of Carnegie Hall's Studio Towers, completed in 2014. John will forever occupy a very special place in Carnegie Hall's history. We express heartfelt condolences to his son Daniel and his daughter Katherine, and to the entire Tishman family and their loved ones. Sanford I. Weill, President; Mercedes T. Bass, Acting Chairman; Clive Gillinson, Executive/Artistic Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649675", "headline": {"main": "Paid Notice: Deaths  VAN HULSTEYN, GRACE "}, "snippet": "VAN HULSTEYN--Grace Gibson, co-inventor of the \"Savaface\" nose warmer, dies at age 78. Stunned by the bitter winds that swirled around Bryn Mawr College during the winter of 1958, Grace van Hulsteyn and her college friend Betsy Nelson crouched a c...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:58:58Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8ac38f0d8035b1d62a8", "word_count": "324", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- GRACE VAN HULSTEYN -->VAN HULSTEYN--Grace<br/><br/> Gibson, co-inventor of the \"Savaface\" nose warmer, dies at age 78. Stunned by the bitter winds that swirled around Bryn Mawr College during the winter of 1958, Grace van Hulsteyn and her college friend Betsy Nelson crouched a colorful wool contraption that fit over the nose and was secured at the back of the head. Fellow classmates asked for examples and eventually the devices caused a bit of stir in ever widening circles until one of the apogees of pop culture stardom in the 1950s, the TV show What's My Line, got wind (so to speak) of the phenomenon and the young inventors appeared on the March 23, 1958 broadcast. Their claim to faddish fame was discovered by panelist Arlene Francis, but the pair returned to school with their noses held high. After a three year battle with ALS, Miss van Hulsteyn, suffered a stroke, thereby denying ALS its victory over her. She passed away December 12, 2015 at the New York Visiting Nurses facility, The Haven. Grace pursued many interests: ceramics, law practice, french horn, living in Rome, travel, working on her beloved barn and property in Cochecton, NY. Grace would have become annoyed if they were all to be mentioned, as she was extremely \"frugal\" and this obituary is \"pay by the word.\" Grace was preceded in death by her father John \"Max,\" mother Yildiz and brother John. She is survived by you, the reader, as well as by longtime friend and companion Rudy, brother David (wife Peggy), niece Lisa (husband Jim), nephew Dave (wife Debra), and a lot of great friends, all of whose lives she made much more interesting and amusing, if a bit exasperating at times. Her family and friends wish her to rest in peace, though she hated to rest. May she toil and tinker in peace. Contributions can be made to the Yildiz van Hulsteyn Fund Of The Bryn Mawr College Library, Bryn Mawr, Pennsylvania.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000177649674", "headline": {"main": "Paid Notice: Deaths  COLCORD, RAY "}, "snippet": "COLCORD--Ray. December 24, 1949-February 5, 2016. Beloved husband to Maddy, father to Alex, brother to Marc, brother-in-law to Tom, and friend and mentor to all. Prolific Emmy-nominated composer for television and film, respected past President of...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-02-08T18:58:56Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "56b9b8a938f0d8035b1d6296", "word_count": "99", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- RAY COLCORD -->COLCORD--Ray.<br/><br/> December 24, 1949-February 5, 2016. Beloved husband to Maddy, father to Alex, brother to Marc, brother-in-law to Tom, and friend and mentor to all. Prolific Emmy-nominated composer for television and film, respected past President of the Society of Composers and Lyricists, a former governor of the Television Academy, and an appointee of the Library of Congress to the National Film Preservation Board. Memorial Service at 3pm Tuesday, February 9th at the Church Of The Hills, Forest Lawn, Hollywood Hills, CA. In lieu of flowers, the family requests donations be sent to the Lustgarten Foundation for Pancreatic Cancer Research.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 58, "offset": 80, "hits": 782}}, "status": "OK"}