{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000179549196", "headline": {"main": "Paid Notice: Deaths  DOMBECK, CHARLES "}, "snippet": "DOMBECK--Charles. The Board of Trustees and staff of YAI mourn the loss of Charles 'Chuck' Dombeck, who served on the YAI Board for 23 years. His commit-ment and dedication to people with developmental disabilities, their families, and our staff w...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:15:31Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731338f0d80c57595090", "word_count": "51", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- CHARLES DOMBECK -->DOMBECK--Charles.<br/><br/> The Board of Trustees and staff of YAI mourn the loss of Charles 'Chuck' Dombeck, who served on the YAI Board for 23 years. His commit-ment and dedication to people with developmental disabilities, their families, and our staff was unparalleled. We extend our deepest condolences to his family and friends.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549198", "headline": {"main": "Paid Notice: Deaths  O'NEILL, JACK "}, "snippet": "O'NEILL--Jack. 86 years old, born Brooklyn, NY. Passed away at home on April 5th, 2016. Devoted husband of Jaine, loving brother of Patricia Holst, brother-in- law of Peter and Reelika Janoff, adored uncle of many nieces nephews and great- nieces ...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:15:31Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731d38f0d80c5759509b", "word_count": "281", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- JACK  ONEILL -->O'NEILL--Jack.<br/><br/> 86 years old, born Brooklyn, NY. Passed away at home on April 5th, 2016. Devoted husband of Jaine, loving brother of Patricia Holst, brother-in- law of Peter and Reelika Janoff, adored uncle of many nieces nephews and great- nieces and great-nephews. Army Veteran of the Korean War. Co-founder with George Mourges of JG Melon, upper east side's famous saloon. Since opening its doors in 1972, this institution has welcomed, politicians, prime ministers, presidents, movie stars, artists and writers as well as the neighborhood crowd. Jack was a familiar figure around town with impeccable taste in all things. Jack had two passions in life: his wife of 33 years, to whom he often said, \"my job is to make you happy,\" and his golf game, about which he loved to brag that he could shoot his age, although he remarked it was getting easier as he got older. Jack's favorite time of the year was opening weekend of the golf season at Noyac Golf Club, Sag Harbor, NY, where he was a valued member since 1982. Known for his wit and generosity among family, friends, golf buddies and staff and patrons of his restaurants, genius storyteller and master of zingers, you always knew exactly where you stood with Jack. He will be missed. A memorial service will be held on Monday, April 11th at 11:30am, Frank E. Campbell Funeral Home (The Funeral Chapel) located at 1076 Madison Avenue in New York City, New York (81st St). In lieu of flowers, the family requests donations be made to the Dana Farber Cancer Institute, PO Box 849168, Boston, MA, 02884-9168. Please mention in memory of Jack O'Neill gift for the Mesothelioma Research Fund.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.nytimes.com/reuters/2016/04/07/business/07reuters-tata-steel-britain-investigation.html", "headline": {"main": "SFO Initiates Investigation Into Tata Steel's Operations-Telegraph", "print_headline": "SFO Initiates Investigation Into Tata Steel's Operations-Telegraph"}, "snippet": "UK's Serious Fraud Office has initiated a criminal investigation into Tata Steel's operations, the Telegraph reported on Thursday....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:13:46Z", "keywords": [], "print_page": null, "section_name": "Business Day", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "blog": [], "subsection_name": null, "_id": "5706f82638f0d80c57594fa3", "word_count": "139", "source": "Reuters", "type_of_material": "News", "lead_paragraph": "UK's Serious Fraud Office has initiated a criminal investigation into Tata Steel's operations, the Telegraph reported on Thursday.", "multimedia": [], "news_desk": "None"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549195", "headline": {"main": "Paid Notice: Deaths  PARKER, DAVID "}, "snippet": "PARKER--David L., 92. United Methodist minister for 54 years. A life of faith, music, and love. Survived by three daughters, Julie Faith Parker (Bill Crawford), Kate Parker-Burgard (Don), and Valerie Parker, and six grandchildren, Graham, Mari, Ja...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:15:19Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731d38f0d80c5759509c", "word_count": "45", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DAVID  PARKER -->PARKER--David L.,<br/><br/> 92. United Methodist minister for 54 years. A life of faith, music, and love. Survived by three daughters, Julie Faith Parker (Bill Crawford), Kate Parker-Burgard (Don), and Valerie Parker, and six grandchildren, Graham, Mari, Jacob, Eli, Maxwell, and Josephine. Services and obituary: <a href=\"http://JJFFH.com\" target=\"_new\" rel=\"nofollow\">JJFFH.com</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549193", "headline": {"main": "Paid Notice: Deaths  BRYANT, M. TRAVIS"}, "snippet": "BRYANT--M. Travis, passed away on March 22, 2016 in New York City. Travis attended the American Boychoir School from 1952 to 1958. He appeared on the early TV series \"Bonino\" starring Ezio Pinza in 1953. He was a stage manager for Bucks County Pla...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:15:11Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731338f0d80c5759508f", "word_count": "112", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- M TRAVIS BRYANT -->BRYANT--M. Travis, passed away on March 22, 2016 in New York City. Travis attended the American Boychoir School from 1952 to 1958. He appeared on the early TV series \"Bonino\" starring Ezio Pinza in 1953. He was a stage manager for Bucks County Playhouse and the New York City Prince Street Players. Travis joined The New York Times in 1980, retiring in 2006 as newsroom night supervisor. Travis, a lifelong composer, had written over 30 songs, plays and libretti, including \"The Tower of Babel,\" \"Genesis\" and \"Requiem for Our Mothers\" with music by his father, Donald Bryant. Memorial Service Montclair Unitarian Congregation, 67 Church Street, Montclair, NJ, April 16, 2016, at 5pm.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549192", "headline": {"main": "Paid Notice: Deaths  KROLL, DOUGLAS "}, "snippet": "KROLL--Douglas. 7/7/67 - 4/8/02 We celebrated your life this year in a way you would have loved - all of your closest friends were there, and their children, on the beach sharing stories about you. The love lives on. Love - Lois & Pamela Kroll, fa...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:15:04Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731c38f0d80c57595098", "word_count": "48", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- DOUGLAS KROLL -->KROLL--Douglas.<br/><br/> 7/7/67 - 4/8/02 We celebrated your life this year in a way you would have loved - all of your closest friends were there, and their children, on the beach sharing stories about you. The love lives on. Love - Lois & Pamela Kroll, family & friends<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549191", "headline": {"main": "Paid Notice: Deaths  HOLCOMBE, ROBERT "}, "snippet": "HOLCOMBE--Robert Swaine. July 9, 1942 - April 4, 2015. One year ago, the world grew a little darker with the death of a beloved husband, father, awesomest and irreplaceable grandfather, brother, FU (Favorite Uncle), friend, consigliore, mentor and...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:14:57Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731b38f0d80c57595097", "word_count": "223", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ROBERT  HOLCOMBE -->HOLCOMBE--Robert Swaine.<br/><br/> July 9, 1942 - April 4, 2015. One year ago, the world grew a little darker with the death of a beloved husband, father, awesomest and irreplaceable grandfather, brother, FU (Favorite Uncle), friend, consigliore, mentor and just a really great guy. Bob was born on July 9, 1942 in Bronxville, NY to Marshall and Vivian Holcombe and passed away on April 4, 2015. He is survived by his \"child bride\" Mimi, sons Robert S. Holcombe, Jr. (Marci Montoya), Samuel D. Holcombe (Robin Holcombe) and daughter Kathryn Ellen Holcombe (Craig Appel), grandchildren Sage, Calder, Hayes, Samson, Macy, Michelle and Kara. He is also survived by his siblings Eleanor Friedman, Susie Cox, Maynard Holcombe and Andy Holcombe and many nieces, nephews and great-nieces. Bob attended The Lawrenceville School, Princeton University and earned his JD and MBA from Columbia University. Bob was an amazing attorney and never met a challenge he couldn't conquer. If he wasn't working at the office or at home, he was working on vacation. Bob always had a twinkle in his eye, whether it was having fun with his beloved grandchildren or in the board room, he was always one step ahead of everyone. Known for his intellect, humor, love of words and his delicious Egg Nog, Bob has been missed by many and will always be missed by all.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000179549190", "headline": {"main": "Paid Notice: Deaths  WAGNER, PAUL "}, "snippet": "WAGNER--Paul Alexander, died at home December 23, 2015 with his beloved wife of fifty years, Jeanette Sarkisian, at his side. Born in Chicago on September 10, 1917, Paul was the only child of Elizabeth Bawden Wagner and Paul August Wagner. He earn...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:14:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "5707731e38f0d80c5759509f", "word_count": "446", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PAUL WAGNER --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002121510-WAGNERP_22_140003780.1_191418.jpg\" lgyOrigName=\"NYT-0002121510-WAGNERP_22_140003780.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">WAGNER--Paul Alexander,<br/><br/> died at home December 23, 2015 with his beloved wife of fifty years, Jeanette Sarkisian, at his side. Born in Chicago on September 10, 1917, Paul was the only child of Elizabeth Bawden Wagner and Paul August Wagner. He earned a Bachelors Degree at the University of Chicago under the leadership of Robert Hutchins. Paul credited Hutchins with the principles and ideals that informed his own values and standards. Paul added a Master's Degree at Yale, and received an Honorary Doctorate from the Stetson University College of Law. Throughout his life his work focused on education and global communications in a pluralistic society. A Lieutenant Commander in the Navy during WWII, he was an education advisor at the Naval War College. After the war he taught at the University of Chicago and Columbia University. While a senior executive at Bell and Howell, he advocated the importance of using new technologies--audio and video--in education. At the age of 31 he was selected as the President of Rollins College in Florida, and was the youngest head of a college in the U.S. His mission: educate generalists-- male and female--who could love poetry and sports, math and science, and great books. He was the founding CEO of the Film Council of America--a Ford Foundation grantee. The organization supported the development of audiovisual educational tools, including documentary and educational films. Paul was a pioneer in the public relations profession. As a Senior Executive, he led the global education practice of Hill and Knowlton, the world's largest public relations organization. In the seventies, he founded his own public relations company--NPO Taskforce--to expand the work solely in the non-profit area. Upon his wife's retirement in 1999 as the Vice Chairman of The Estee Lauder Companies, they formed a pro bono group-- Nulli Secundus Associates--to aid clients from the non-profit world in the development of their strategies to be executed to success. They served many groups at no fee. Paul was a member of The Union League Club, The Yale Club, The Harvard Club, The Naval War College Foundation, and The University of Chicago Emeriti. In addition to his wife, he is survived by his daughter Paula A. Wagner, his son Paul A. Wagner III, and his daughter-in-law Helga Maurer Wagner. His many friends all write that \"an extraordinary human being is gone.\" \"His smile lit the room. His laugh filled the world.\" Paul loved his home and his friends in Sag Harbor. The family suggests that memorial gifts be directed to The Paul A. Wagner Scholar's Study, and The Paul A. Wagner Children's Room at the John Jermain Memorial Library. Director, Catherine Creedon, 201 Main Street, Sag Harbor, NY 11963.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.nytimes.com/aponline/2016/04/07/us/ap-us-la-county-seal-lawsuit.html", "headline": {"main": "Judge Rules Putting Cross on LA County Seal Unconstitutional", "print_headline": "Judge Rules Putting Cross on LA County Seal Unconstitutional"}, "snippet": "Los Angeles County's decision to put a cross to its county seal for the first time in a decade was unconstitutional, a federal judge ruled....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-04-07T20:02:32Z", "keywords": [], "print_page": null, "section_name": "U.S.", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "blog": [], "subsection_name": null, "_id": "5706f62138f0d80c57594f9f", "word_count": "347", "source": "AP", "type_of_material": "News", "lead_paragraph": "Los Angeles County's decision to put a cross to its county seal for the first time in a decade was unconstitutional, a federal judge ruled.", "multimedia": [], "news_desk": "None"}, {"web_url": "http://www.nytimes.com/politics/first-draft/2016/04/07/john-kasich-plans-new-york-ad-arguing-that-only-he-can-beat-hillary-clinton/", "headline": {"main": "John Kasich Plans New York Ad Arguing That Only He Can Beat Hillary Clinton", "kicker": "First Draft"}, "snippet": "The governor’s team is also calling on Republicans eager to stop Donald J. Trump to supplement the campaign’s efforts with their own advertising boosting Mr. Kasich....", "document_type": "blogpost", "abstract": "The governor’s team is also calling on Republicans eager to stop Donald J. Trump to supplement the campaign’s efforts with their own advertising boosting Mr. Kasich.", "slideshow_credits": null, "pub_date": "2016-04-07T20:01:16Z", "keywords": [{"rank": "1", "value": "Clinton, Hillary Rodham", "name": "persons"}, {"rank": "2", "value": "Cruz, Ted", "name": "persons"}, {"rank": "3", "value": "Kasich, John R", "name": "persons"}, {"rank": "4", "value": "Trump, Donald J", "name": "persons"}, {"rank": "1", "value": "New York State", "name": "glocations"}, {"rank": "1", "value": "Republican Party", "name": "organizations"}, {"rank": "1", "value": "Political Advertising", "name": "subject"}, {"rank": "2", "value": "Presidential Election of 2016", "name": "subject"}], "print_page": null, "section_name": "U.S.", "byline": {"person": [{"firstname": "Thomas", "rank": 1, "organization": "", "lastname": "KAPLAN", "role": "reported"}], "original": "By THOMAS KAPLAN"}, "blog": [], "subsection_name": "Politics", "_id": "5706f53f38f0d80c57594f9c", "word_count": "427", "source": "The New York Times", "type_of_material": "Blog", "lead_paragraph": null, "multimedia": [], "news_desk": "Politics"}], "meta": {"time": 59, "offset": 70, "hits": 1017}}, "status": "OK"}