{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"docs": [{"web_url": "http://www.legacy.com/Link.asp?I=LS000180547850", "headline": {"main": "Paid Notice: Deaths  RUBEN, LAWRENCE "}, "snippet": "RUBEN--Lawrence. Fenway Golf Club expresses profound sorrow at the passing of its esteemed, long-standing member, Lawrence Ruben, and extends sincere condolences to his entire family. Bruce Haber, President...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:53Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771b38f0d83e1f65d7d9", "word_count": "28", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LAWRENCE RUBEN -->RUBEN--Lawrence.<br/><br/> Fenway Golf Club expresses profound sorrow at the passing of its esteemed, long-standing member, Lawrence Ruben, and extends sincere condolences to his entire family. Bruce Haber, President<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547851", "headline": {"main": "Paid Notice: Deaths  ROBBINS, ALBERT "}, "snippet": "ROBBINS--Albert, editor, author, lawyer and lifelong advocate for civil liberties, died July 2, 2016 in New York after a fierce fight with lengthy illness. He was 67. Son of Leo and Sylvia Sabel Robbins, Albert earned a B.A. and M.A. in American h...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:53Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771b38f0d83e1f65d7d8", "word_count": "341", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALBERT ROBBINS -->ROBBINS--Albert,<br/><br/> editor, author, lawyer and lifelong advocate for civil liberties, died July 2, 2016 in New York after a fierce fight with lengthy illness. He was 67. Son of Leo and Sylvia Sabel Robbins, Albert earned a B.A. and M.A. in American history at Temple University in his native Philadelphia, where he was an editor for The Drummer, a counterculture weekly. He moved to New York as associate editor at Harper's Magazine Company. He then went on to become executive editor of the ACLU Civil Liberties Review, publications director of the Educational Fund for Individual Rights, and managing editor of the National Law Journal. A graduate of Fordham Law School, he joined the New York law firm of Cahill, Gordon, and Reindel, litigating First Amendment issues and the scientific aspects of early asbestos cases. He returned to the Law Journal as General Counsel and associate publisher/editor of Law Technology Product News, collaborating on the first systems to manage court documents on the Internet. A passionate force for workers' and immigrants' rights, Albert authored \"Coming to America, Immigrants From Northern Europe\" (Delacorte, 1981) and co-authored \"The Watergate File\" (Flash Books, 1973); \"Getting Angry Six Days a Week\" (Beacon, 1979) and \"Whistle-Blowing\" (McGraw-Hill, 1978). He was a member of the Lawyers Committee for Human Rights, represented individuals seeking asylum in the US, and was secretary of the Committee on Immigration Law of the Association of the Bar of the City of New York. In his retirement, he pursued his passion for collecting by selling rare books. Friends and loved ones will remember Albert for his encyclopedic intellect, sharp sense of humor, and appreciation for 1940s music. He is survived by his beloved partner, U.S. Bankruptcy Judge Nancy Hershey Lord; his cherished children Laura Robbins, Charlie Robbins, and Alix Comeau; his treasured granddaughter Natalie Robbins; and two brothers. His dear wife, Amy Comeau, predeceased him. Services Wednesday, July 6 at 10:30am at Riverside Memorial Chapel, 180 W. 76th St. Burial at Beth David Cemetery, Elmont, NY. Donations: the Perlmutter Cancer Center or the ACLU.<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547849", "headline": {"main": "Paid Notice: Deaths  TARNOW, ALAN "}, "snippet": "TARNOW--Alan M., 74, of South Orange, on Monday, July 4, 2016. He is survived by his wife Harriet of 53 years, son Josh and his wife Jill, daughter Lisa and her husband Fred Orlan, sister Terri and her husband Dr. Michael Reder, and six grandchild...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:51Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771c38f0d83e1f65d7dc", "word_count": "107", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ALAN TARNOW -->TARNOW--Alan M., 74, of South Orange, on Monday, July 4, 2016. He is survived by his wife Harriet of 53 years, son Josh and his wife Jill, daughter Lisa and her husband Fred Orlan, sister Terri and her husband Dr. Michael Reder, and six grandchildren Lily, Jack, Isabelle, Hannah, Julia, and Caroline. Funeral Service will be held 10:30am Wednesday, July 6 at Temple B'nai Jeshurun, 1025 South Orange Avenue, Short Hills, NJ. A memorial donation may be made in his name to St. Barnabas Hospice, 80 Main Street, West Orange, NJ 07052 or Memorial Sloan Kettering for Colon Cancer Research, 1275 York Avenue, New York, NY 10065.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547847", "headline": {"main": "Paid Notice: Deaths  RUBEN, LAWRENCE "}, "snippet": "RUBEN--Larry. Both friend and family. He will always be remembered as a dedicated and encouraging father. By example, he inspired his children to lead lives of charity and integrity. His unwavering principles built an imitable business. Our heartf...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771c38f0d83e1f65d7da", "word_count": "51", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- LAWRENCE  RUBEN -->RUBEN--Larry.<br/><br/> Both friend and family. He will always be remembered as a dedicated and encouraging father. By example, he inspired his children to lead lives of charity and integrity. His unwavering principles built an imitable business. Our heartfelt condolences to his devoted children and loving wife Jan. Diane Belfer & Family<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547848", "headline": {"main": "Paid Notice: Deaths  BASILICE, PATRICK "}, "snippet": "BASILICE--Patrick J., of Medford, formerly of Dix Hills. Age 92. Beloved husband of Carmela (nee: Messina). Devoted brother to Marie Accardi. Father of Joseph (Lisa) Basilice and Linda (Augie) Hoerrner. Adored grandfather of Patrick, Lucianna, Mel...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:48Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771538f0d83e1f65d7d3", "word_count": "132", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- PATRICK BASILICE -->BASILICE--Patrick J.,<br/><br/> of Medford, formerly of Dix Hills. Age 92. Beloved husband of Carmela (nee: Messina). Devoted brother to Marie Accardi. Father of Joseph (Lisa) Basilice and Linda (Augie) Hoerrner. Adored grandfather of Patrick, Lucianna, Melissa, Diana, Tina, AJ, Petra, and Paul. Caring great-grandfather to six. Patrick served his country as a proud World War II Veteran and an honored Dean of Saint John's University. There was no kinder, caring, loving man who with his sharp mind, soft manner and great wisdom was able to enrich the lives of so many. Family to receive friends Wednesday 2:00pm-5:00pm and 7:00pm-9:30pm at Mangano Funeral Home, Inc., 1701 Deer Park Avenue, Deer Park. Funeral Mass Thursday 9:45am Saint Matthew R.C.C., 35 North Service Road, Dix Hills. Entombment to follow Pinelawn Memorial Park, Pinelawn, NY. <a rel=\"nofollow\" href=\"www.manganofh.com\">www.manganofh.com</a><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547846", "headline": {"main": "Paid Notice: Deaths  WIESEL, ELIE "}, "snippet": "WIESEL--Elie. With profound sadness, the staff and board of American Jewish World Service (AJWS) mourn the loss of Elie Wiesel, Holocaust survivor, Nobel laureate, tireless advocate for human rights and a founding member of our board. Wiesel helpe...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:45Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771e38f0d83e1f65d7e3", "word_count": "94", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELIE WIESEL -->WIESEL--Elie.<br/><br/> With profound sadness, the staff and board of American Jewish World Service (AJWS) mourn the loss of Elie Wiesel, Holocaust survivor, Nobel laureate, tireless advocate for human rights and a founding member of our board. Wiesel helped establish AJWS thirty years ago, sharing our deep belief that the lessons of the Holocaust demand that Jews and others stand up against injustice for oppressed people everywhere. We extend our condolences to his entire family. May his memory be a call to action for human rights. Kathleen Levin, Board Chair Robert Bank, President and CEO<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547845", "headline": {"main": "Paid Notice: Deaths  WIESEL, ELIE "}, "snippet": "WIESEL--Elie. The American Society for Yad Vashem mourns the passing of its Honorary Chairman, Elie Wiesel. Born in Romania before WWII, he was deported as a teenager to Auschwitz-Birkenau. Elie survived the horrors of the concentration camp to be...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:43Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771e38f0d83e1f65d7e2", "word_count": "139", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELIE WIESEL -->WIESEL--Elie.<br/><br/> The American Society for Yad Vashem mourns the passing of its Honorary Chairman, Elie Wiesel. Born in Romania before WWII, he was deported as a teenager to Auschwitz-Birkenau. Elie survived the horrors of the concentration camp to become the pre- eminent voice of Holocaust education and remembrance. His teachings, writings and lectures demanded that the world remain vigilant in the face of \"moral indifference, intolerance and injustice\". He was a tireless advocate for the six million souls who lost their voices in the Shoah. His message that we must never forget is the clarion call of the American Society for Yad Vashem. Our heartfelt condolences to his wife Marion, his son Elisha, his stepdaughter Jennifer Rose and his two grandchildren. May they be comforted among the mourners of Zion and Jerusalem. Leonard Wilf, Chairman Ron Meier, Executive Director<br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547844", "headline": {"main": "Paid Notice: Deaths  MURPHY, EDMUND "}, "snippet": "MURPHY--Edmund, May 1, 1930, died July 3, 2016. Beloved husband of Virginia, father of Anne, Edmund, Mary, Thomas, Brian, Ellen, Joseph, and Kevin. Grandfather of 20. Great-grandfather of five. Services, 10am, Wednesday, St. Agnes....", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:41Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771838f0d83e1f65d7d6", "word_count": "34", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- EDMUND MURPHY -->MURPHY--Edmund, May 1, 1930, died July 3, 2016. Beloved husband of Virginia, father of Anne, Edmund, Mary, Thomas, Brian, Ellen, Joseph, and Kevin. Grandfather of 20. Great-grandfather of five. Services, 10am, Wednesday, St. Agnes.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547843", "headline": {"main": "Paid Notice: Deaths  HOULIHAN, KATHRENE "}, "snippet": "HOULIHAN--Kathrene \"Kate\" (nee Blish), of Chicago, IL; New Rochelle, Crestwood, and Bronxville, NY died July 2 at home surrounded by family. She was 96. She and Dan, her husband of 53 years raised nine children in love and faith: Kathie (Jim), Rit...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:38Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771838f0d83e1f65d7d5", "word_count": "259", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- KATHRENE HOULIHAN -->HOULIHAN--Kathrene \"Kate\" (nee Blish), of Chicago, IL; New Rochelle, Crestwood, and Bronxville, NY died July 2 at home surrounded by family. She was 96. She and Dan, her husband of 53 years raised nine children in love and faith: Kathie (Jim), Rita, Dorothy (Marcel), Daniel (Marie), Joe (Anna), Mark (Amy), Barbara (Bill), Gerry (Maureen) and Liz (Ralph). A graduate of Maplehurst Convent of the Sacred Heart (1937) and Manhattanville College (1941), she served on the board of the Convent of the Sacred Heart, Greenwich. Her faith and intellectual curiosity sparked many interests - American History, art, opera, embroidery, travel, baseball, and French cooking. Her legendary dinner parties were a key ingredient of Dan's and his partners' (James G. Houlihan and Howard Parnes) business, Houlihan-Parnes Realtors. Longtime parishioner of Annunciation Parish 1949-1999 (Crestwood, NY) she joined St. Joseph's in 1999. The Houlihans generously supported Catholic education. Kate is survived by 19 grandchildren, eight great-grandchildren, many nieces and nephews, her brother-in-law, Joe and his wife June (Northbrook, IL), five cousins, and her longtime nurse and friend Grace Sendras. Kate was predeceased by her husband, her brother (Syl) and sisters (Sally, Marie, Betsy) and sisters-in-law (Rita Anne, Janet). A woman of deep faith, Kate guided her family to \"always do something worthwhile\" and \"to be good to everybody.\" Calling Hours at Fred H. McGrath's, Bronxville, July 5, 6-9; July 6, 2-4 and 7-9. Mass of Christian Burial St. Joseph's Church, July 7, 9:45am. In lieu of flowers please contribute to Annunciation School, Crestwood, NY or The Pregnancy Care Center, New Rochelle, NY.<br/><br/><br><br>\n ", "multimedia": [], "news_desk": "Classified"}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000180547842", "headline": {"main": "Paid Notice: Deaths  WIESEL, ELIE "}, "snippet": "WIESEL--Elie. The Anti-Defamation League mourns the loss of our dear friend and advisor, the Holocaust survivor, writer and Nobel laureate Elie Wiesel. A Jewish voice of conscience for a generation who witnessed humanity's darkest hour, Wiesel was...", "document_type": "article", "abstract": null, "slideshow_credits": null, "pub_date": "2016-07-04T20:01:36Z", "keywords": [], "print_page": null, "section_name": "Paid Death Notices", "byline": null, "blog": [], "subsection_name": null, "_id": "577b771f38f0d83e1f65d7e5", "word_count": "149", "source": "The New York Times", "type_of_material": "Paid Death Notice", "lead_paragraph": "<!-- ELIE  WIESEL -->WIESEL--Elie.<br/><br/> The Anti-Defamation League mourns the loss of our dear friend and advisor, the Holocaust survivor, writer and Nobel laureate Elie Wiesel. A Jewish voice of conscience for a generation who witnessed humanity's darkest hour, Wiesel was unrelenting in his pursuit for justice and memory for all victims of genocide. A committed Zionist, he spoke out unfailingly against anti-Semitism as a moral disease that could lead to the dissolution of societies and civilization. He was an early recipient of ADL's Joseph Prize for Human Rights; and, along with his wife, Marion, accepted the ADL Jabotinsky Prize for Courageous Jewish Leadership. \"Anti-Semitism,\" he once said, \"is an attack not only on the Jewish people. It is an attack on all people.\" We extend our deepest condolences to the entire family. Marvin D. Nathan National Chair Jonathan A. Greenblatt CEO and National Director Abraham H. Foxman National Director Emeritus Anti-Defamation League<br><br>\n ", "multimedia": [], "news_desk": "Classified"}], "meta": {"time": 33, "offset": 40, "hits": 548}}, "status": "OK"}