{"source": "The New York Times", "lead_paragraph": "Several readers have objected to my assertion, in today's column, that Social Security was passed \"amid strong economic growth, rather than at the bottom of a recession.\" After all, wasn't the program created during the Great Depression? So it was - but not, crucially, during F.D.R.'s first year in office, 1933, when the unemployment rate crested at 25 percent and economic growth was nowhere to be seen. Instead, the program was signed into law in August 1935, by which point the jobless rate was down to 20 percent and falling and the economy was growing at a brisk 8.9 percent clip, after growing by over 10 percent in 1934. By way of contrast, Barack Obama signed the health care bill in March of 2010, when unemployment had barely ticked down from its Great Recession high and G.D.P. growth was still anemic - as, indeed, it remains to this day. Of course it goes without saying that the overall economic situation was worse in the Depression. But Roosevelt could legitimately claim that the country had turned the corner (and, just as importantly, that the 1934 midterms had confirmed his political mandate) by the time he turned from economic policy to old-age entitlements. Obama, on the other hand, got his entitlement passed in the first 15 months of his administration - but one of the (many) reasons it's been a harder sell than Social Security, I suspect, is that the country is still waiting for real growth to return.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "Why Roosevelt's entitlement push was better-timed than Obama's.", "print_page": null, "blog": [], "headline": {"kicker": "Ross Douthat", "main": "The Timing of Social Security"}, "_id": "4fd39d008eb7c8105d8ddcbc", "web_url": "http://douthat.blogs.nytimes.com/2010/11/01/the-timing-of-social-security/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "DOUTHAT", "firstname": "Ross"}], "original": "By ROSS DOUTHAT"}, "news_desk": null, "word_count": 247, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "Why Roosevelt's entitlement push was better-timed than Obama's.", "pub_date": "2010-11-01T15:42:14Z", "subsection_name": null, "section_name": "Opinion"}