{"source": "The New York Times", "lead_paragraph": "Not long ago at some ungodly hour of the morning I saw an early Charles Bronson movie (\"Showdown at Boot Hill\") in which the tough-guy actor played a bounty hunter driven by the fact that he was very short. Bronson (Luke Welch) spends some time explaining to his love interest that his entire life, including his decision to strap on a gun, has been a response to the humiliations visited on him because of his diminutive stature. Synopses of the movie on the Internet either do not mention this prominent aspect of the plot or touch on it only in passing, perhaps because it seems so much at odds with the figure Bronson cut (often semi-naked) in a series of famous movies - \"The Magnificent Seven,\" \"The Great Escape,\" \"Hard Times,\" \"Chato's Land,\" \"Mr. Majestyk\" and, of course, in what sometimes seemed to be a series of innumerable and increasingly violent \"Death Wish\" movies.Bronson is by no means the only action star whose larger than life screen persona was or is at odds with his \"real-life\" statistics. (Just what those statistics are is often debated on Web sites where there may be a three-inch variation in the height assigned to a particular actor.) The pattern was set in the 1930s and '40s by Edward G. Robinson (\"Little Caesar\"), James Cagney, George Raft, Humphrey Bogart and Paul Muni - all small men who usually played tough and cruel. Sometimes camera angles obscured the physical facts -", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "Many larger-than-life tough guys of the screen, it seems, just don't measure up....", "print_page": null, "blog": [], "headline": {"kicker": "Opinionator", "main": "Little Big Men"}, "_id": "4fd39a0d8eb7c8105d8d6d5b", "web_url": "http://opinionator.blogs.nytimes.com/2010/03/01/little-big-men/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "FISH", "firstname": "Stanley"}], "original": "By STANLEY FISH"}, "news_desk": null, "word_count": 890, "document_type": "blogpost", "type_of_material": "Blog", "abstract": "Many larger-than-life tough guys of the screen, it seems, just don't measure up.", "pub_date": "2010-03-01T21:00:57Z", "subsection_name": null, "section_name": "Opinion"}