{"source": "The New York Times", "lead_paragraph": "Should you stretch before a run? That question, which has prompted countless academic studies, debates and inter-running-partner squabbles, is now at the heart of a notable new study published in August on the Web site of USA Track and Field, the sport’s national governing body. The study, one of the largest of its kind, involved almost 1,400 runners, from age 13 to past 60, who were assigned randomly to two groups. The first group did not stretch before their runs, while otherwise maintaining their normal workout routine: the same mileage, warm-up (minus any stretching) and so on. The second group stretched, having received photographs and specific instructions for a series of simple, traditional poses, like leaning over and touching toes, that focused on the calf, hamstring and quadriceps muscles. The volunteers were told to hold each stretch for 20 seconds, a technique known as static stretching. The entire routine required three to five minutes and was to be completed immediately before a run.", "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "multimedia": [], "snippet": "That question, which has prompted countless academic studies, debates and inter-running-partner squabbles, is now at the heart of a notable new study.", "print_page": null, "blog": [], "headline": {"kicker": "Well", "main": "Phys Ed: Does Stretching Before Running Prevent Injuries?"}, "_id": "4fd39c908eb7c8105d8dcb6f", "web_url": "http://well.blogs.nytimes.com/2010/09/01/phys-ed-does-stretching-before-running-prevent-injuries/", "slideshow_credits": null, "byline": {"person": [{"organization": "", "rank": 1, "role": "reported", "lastname": "REYNOLDS", "firstname": "Gretchen"}], "original": "By GRETCHEN REYNOLDS"}, "news_desk": null, "word_count": "1051", "document_type": "blogpost", "type_of_material": "Blog", "abstract": "That question, which has prompted countless academic studies, debates and inter-running-partner squabbles, is now at the heart of a notable new study.", "pub_date": "2010-09-01T00:01:16Z", "subsection_name": null, "section_name": "Health"}