{"source": "The New York Times", "lead_paragraph": "Rankings reflect sales, for the week ending Saturday, April 17th 2010, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university, gift, supermarket, discount department stores and newsstands. An asterisk (*) indicates that a book’s sales are barely distinguishable from those of the book above. A dagger (†) indicates that some bookstores report receiving bulk orders. Among those categories not actively tracked are: perennial sellers; required classroom reading; text, reference and test preparation guides; journals and workbooks; calorie counters; shopping guides; comics and crossword puzzles. Expanded rankings are available on the Web: nytimes.com/books.", "keywords": [], "multimedia": [{"height": 155, "legacy": {"thumbnailheight": 155, "thumbnail": "images/2010/04/01/books/ha-women-food-and-god/ha-women-food-and-god-thumb100.jpg", "hasthumbnail": "Y"}, "type": "image", "url": "images/2010/04/01/books/ha-women-food-and-god/ha-women-food-and-god-thumb100.jpg", "subtype": "thumbnail"}], "snippet": "Top 5 at a Glance 1. WOMEN FOOD AND GOD, by Geneen Roth 2. HOME COOKING WITH TRISHA YEARWOOD, by Trisha Yearwood with Gwen Yearwood and Beth Yearwood Bernard 3. MIKE AND MIKE'S RULES FOR SPORTS AND LIFE, by Mike Greenberg and Mike Golic with Andrew...", "print_page": "25", "blog": [], "headline": {"main": "BEST SELLERS: ADVICE, HOW TO AND MISCELLANEOUS: Sunday, May 2nd 2010"}, "_id": "4fd2bb6c8eb7c8105d8b18d0", "web_url": "http://www.nytimes.com/2010/05/02/books/bestseller/besthardadvice.html", "slideshow_credits": null, "byline": null, "news_desk": "Book Review Desk", "word_count": 369, "document_type": "article", "type_of_material": "List", "abstract": null, "pub_date": "2010-05-02T00:00:00Z", "subsection_name": null, "section_name": "Arts; Books"}